{
  "name": "Power Clean",
  "force": "pull",
  "level": "intermediate",
  "mechanic": "compound",
  "equipment": "barbell",
  "primaryMuscles": [
    "hamstrings"
  ],
  "secondaryMuscles": [
    "calves",
    "forearms",
    "glutes",
    "lower back",
    "middle back",
    "quadriceps",
    "shoulders",
    "traps",
    "triceps"
  ],
  "instructions": [
    "Stand with your feet slightly wider than shoulder width apart and toes pointing out slightly.",
    "Squat down and grasp bar with a closed, pronated grip. Your hands should be slightly wider than shoulder width apart outside knees with elbows fully extended.",
    "Place the bar about 1 inch in front of your shins and over the balls of your feet.",
    "Your back should be flat or slightly arched, your chest held up and out and your shoulder blades should be retracted.",
    "Keep your head in a neutral position (in line with vertebral column and not tilted or rotated) with your eyes focused straight ahead. Inhale during this phase.",
    "Lift the bar from the floor by forcefully extending the hips and the knees as you exhale. Tip: The upper torso should maintain the same angle. Do not bend at the waist yet and do not let the hips rise before the shoulders (this would have the effect of pushing the glutes in the air and stretching the hamstrings.",
    "Keep elbows fully extended with the head in a neutral position and the shoulders over the bar.",
    "As the bar raises keep it as close to the shins as possible.",
    "As the bar passes the knees, thrust your hips forward and slightly bend the knees to avoid locking them. Tip: At this point your thighs should be against the bar.",
    "Keep the back flat or slightly arched, elbows fully extended and your head neutral. Tip: You will hold your breath until the next phase.",
    "Inhale and then forcefully and quickly extend your hips and knees and stand on your toes.",
    "Keep the bar as close to your body as possible. Tip: Your back should be flat with the elbows pointed out to the sides and your head in a neutral position. Also, keep your shoulders over the bar and arms straight as long as possible.",
    "When your lower body joints are fully extended, shrug the shoulders upward rapidly without letting the elbows flex yet. Exhale during this portion of the movement.",
    "As the shoulders reach their highest elevation flex your elbows to begin pulling your body under the bar.",
    "Continue to pull the arms as high and as long as possible. Tip: Due to the explosive nature of this phase, your torso will be erect or with an arched back, your head will be tilted back slightly and your feet may lose contact with the floor.",
    "After the lower body has fully extended and the bar reaches near maximal height, pull your body under the bar and rotate the arms around and under the bar.",
    "Simultaneously, flex the hips and knees into a quarter squat position.",
    "Once the arms are under the bar, inhale and then lift your elbows to position the upper arms parallel to the floor. Rack the bar across the front of your collar bones and front shoulder muscles.",
    "Catch the bar with an erect and tight torso, a neutral head position and flat feet. Exhale during this movement.",
    "Stand up by extending the hips and knees to a fully erect position.",
    "Lower the bar by gradually reducing the muscular tension of the arms to allow a controlled descent of the bar to the thighs. Inhale during this movement.",
    "Simultaneously flex the hips and knees to cushion the impact of the bar on the thighs.",
    "Squat down with the elbows fully extended until the bar touches the floor.",
    "Start over at Phase 1 and repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Dwugłowe ud"
  ],
  "primaryMuscles_de": [
    "Hamstrings"
  ],
  "equipment_pl": "sztanga",
  "equipment_de": "Langhantel",
  "name_pl": "Zarzut siłowy",
  "instructions_pl": [
    "Stań ze stopami rozstawionymi nieco szerzej niż szerokość barków, z palcami stóp skierowanymi lekko na zewnątrz.",
    "Przyjmij pozycję przysiadu i chwyć sztangę zamkniętym, pronowanym chwytem. Dłonie powinny być rozstawione nieco szerzej niż szerokość barków, na zewnątrz kolan, z całkowicie wyprostowanymi stawami łokciowymi.",
    "Umieść sztangę około 2,5 cm przed piszczelami i nad śródstopiem.",
    "Plecy powinny być proste lub lekko wygięte w łuk, klatka piersiowa uniesiona i wypchnięta, a łopatki ściągnięte.",
    "Utrzymuj głowę w pozycji neutralnej (w linii z kręgosłupem, bez pochylania lub rotacji), z wzrokiem skierowanym prosto przed siebie. Wykonaj wdech w tej fazie.",
    "Unieś sztangę z podłogi, dynamicznie prostując stawy biodrowe i kolanowe, jednocześnie wykonując wydech. Wskazówka: Górna część tułowia powinna zachować ten sam kąt. Nie zginaj się jeszcze w pasie i nie pozwól, aby biodra uniosły się przed barkami (spowodowałoby to uniesienie mięśni pośladkowych i rozciągnięcie mięśni kulszowo-goleniowych).",
    "Utrzymuj stawy łokciowe całkowicie wyprostowane, głowę w pozycji neutralnej i barki nad sztangą.",
    "W miarę unoszenia sztangi utrzymuj ją jak najbliżej piszczeli.",
    "Gdy sztanga minie kolana, wypchnij biodra do przodu i lekko zegnij kolana, aby uniknąć ich zablokowania. Wskazówka: W tym momencie uda powinny przylegać do sztangi.",
    "Utrzymuj plecy proste lub lekko wygięte w łuk, stawy łokciowe całkowicie wyprostowane, a głowę w pozycji neutralnej. Wskazówka: Wstrzymaj oddech do następnej fazy.",
    "Wykonaj wdech, a następnie dynamicznie i szybko wyprostuj stawy biodrowe i kolanowe, stając na palcach stóp.",
    "Utrzymuj sztangę jak najbliżej ciała. Wskazówka: Plecy powinny być proste, stawy łokciowe skierowane na boki, a głowa w pozycji neutralnej. Ponadto, utrzymuj barki nad sztangą i ramiona proste tak długo, jak to możliwe.",
    "Gdy stawy kończyn dolnych są całkowicie wyprostowane, dynamicznie unieś barki w górę, nie zginając jeszcze stawów łokciowych. Wykonaj wydech podczas tej części ruchu.",
    "Gdy barki osiągną najwyższe uniesienie, zegnij stawy łokciowe, aby rozpocząć wciąganie ciała pod sztangę.",
    "Kontynuuj podciąganie ramion tak wysoko i tak długo, jak to możliwe. Wskazówka: Ze względu na eksplozywny charakter tej fazy, tułów będzie wyprostowany lub z wygiętymi plecami, głowa będzie lekko odchylona do tyłu, a stopy mogą stracić kontakt z podłogą.",
    "Po całkowitym wyprostowaniu kończyn dolnych i osiągnięciu przez sztangę niemal maksymalnej wysokości, wciągnij ciało pod sztangę i obróć ramiona wokół i pod sztangą.",
    "Jednocześnie zegnij stawy biodrowe i kolanowe, przyjmując pozycję ćwierćprzysiadu.",
    "Gdy ramiona znajdą się pod sztangą, wykonaj wdech, a następnie unieś stawy łokciowe, aby ustawić ramiona równolegle do podłogi. Oprzyj sztangę na przedniej części obojczyków i przednich mięśniach naramiennych.",
    "Złap sztangę z wyprostowanym i napiętym tułowiem, neutralną pozycją głowy i płaskimi stopami. Wykonaj wydech podczas tego ruchu.",
    "Wstań, prostując stawy biodrowe i kolanowe do całkowicie wyprostowanej pozycji.",
    "Opuść sztangę, stopniowo zmniejszając napięcie mięśniowe ramion, aby umożliwić kontrolowane opuszczenie sztangi do ud. Wykonaj wdech podczas tego ruchu.",
    "Jednocześnie zegnij stawy biodrowe i kolanowe, aby zamortyzować uderzenie sztangi o uda.",
    "Przyjmij pozycję przysiadu z całkowicie wyprostowanymi stawami łokciowymi, aż sztanga dotknie podłogi.",
    "Rozpocznij od Fazy 1 i powtórz zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [
    "mięśnie łydek",
    "mięśnie przedramion",
    "mięśnie pośladkowe",
    "mięśnie prostowniki grzbietu",
    "mięśnie grzbietu (środkowy odcinek)",
    "mięśnie czworogłowe uda",
    "mięśnie naramienne",
    "mięśnie czworoboczne",
    "mięśnie trójgłowe ramienia"
  ],
  "category_pl": "siłowy",
  "name_de": "Power Clean",
  "instructions_de": [
    "Stellen Sie sich mit den Füßen etwas weiter als schulterbreit auseinander und die Zehen leicht nach außen zeigend hin.",
    "Gehen Sie in die Hocke und fassen Sie die Stange mit einem geschlossenen, pronierten Griff. Ihre Hände sollten etwas weiter als schulterbreit außerhalb der Knie sein, mit vollständig gestreckten Ellbogen.",
    "Platzieren Sie die Stange etwa 1 Zoll (ca. 2,5 cm) vor Ihren Schienbeinen und über den Fußballen.",
    "Ihr Rücken sollte flach oder leicht gewölbt sein, Ihre Brust angehoben und herausgestreckt und Ihre Schulterblätter sollten retrahiert sein.",
    "Halten Sie Ihren Kopf in einer neutralen Position (in Linie mit der Wirbelsäule und nicht geneigt oder rotiert), mit den Augen geradeaus gerichtet. Atmen Sie während dieser Phase ein.",
    "Heben Sie die Stange vom Boden, indem Sie die Hüften und Knie kraftvoll strecken, während Sie ausatmen. Tipp: Der Oberkörper sollte den gleichen Winkel beibehalten. Beugen Sie sich noch nicht in der Taille und lassen Sie die Hüften nicht vor den Schultern ansteigen (dies würde dazu führen, dass die Gesäßmuskulatur in die Luft gedrückt und die ischiocrurale Muskulatur gedehnt wird).",
    "Halten Sie die Ellbogen vollständig gestreckt, den Kopf in einer neutralen Position und die Schultern über der Stange.",
    "Während die Stange angehoben wird, halten Sie sie so nah wie möglich an den Schienbeinen.",
    "Sobald die Stange die Knie passiert, stoßen Sie Ihre Hüften nach vorne und beugen Sie die Knie leicht, um ein Einrasten zu vermeiden. Tipp: Zu diesem Zeitpunkt sollten Ihre Oberschenkel an der Stange anliegen.",
    "Halten Sie den Rücken flach oder leicht gewölbt, die Ellbogen vollständig gestreckt und Ihren Kopf neutral. Tipp: Sie werden den Atem bis zur nächsten Phase anhalten.",
    "Atmen Sie ein und strecken Sie dann kraftvoll und schnell Ihre Hüften und Knie und stellen Sie sich auf die Zehenspitzen.",
    "Halten Sie die Stange so nah wie möglich am Körper. Tipp: Ihr Rücken sollte flach sein, die Ellbogen zu den Seiten zeigen und Ihr Kopf in einer neutralen Position sein. Halten Sie außerdem Ihre Schultern über der Stange und die Arme so lange wie möglich gestreckt.",
    "Wenn Ihre Gelenke des Unterkörpers vollständig gestreckt sind, ziehen Sie die Schultern schnell nach oben, ohne die Ellbogen noch zu beugen. Atmen Sie während dieses Teils der Bewegung aus.",
    "Sobald die Schultern ihre höchste Elevation erreichen, beugen Sie Ihre Ellbogen, um Ihren Körper unter die Stange zu ziehen.",
    "Ziehen Sie die Arme weiterhin so hoch und so lange wie möglich. Tipp: Aufgrund der explosiven Natur dieser Phase wird Ihr Rumpf aufrecht oder mit einem gewölbten Rücken sein, Ihr Kopf wird leicht nach hinten geneigt sein und Ihre Füße können den Kontakt zum Boden verlieren.",
    "Nachdem der Unterkörper vollständig gestreckt ist und die Stange ihre nahezu maximale Höhe erreicht hat, ziehen Sie Ihren Körper unter die Stange und rotieren Sie die Arme um und unter die Stange.",
    "Beugen Sie gleichzeitig die Hüften und Knie in eine Viertelhocke.",
    "Sobald die Arme unter der Stange sind, atmen Sie ein und heben Sie dann Ihre Ellbogen, um die Oberarme parallel zum Boden zu positionieren. Legen Sie die Stange über die Vorderseite Ihrer Schlüsselbeine und vorderen Schultermuskeln ab.",
    "Fangen Sie die Stange mit einem aufrechten und angespannten Rumpf, einer neutralen Kopfposition und flachen Füßen ab. Atmen Sie während dieser Bewegung aus.",
    "Richten Sie sich auf, indem Sie die Hüften und Knie in eine vollständig aufrechte Position strecken.",
    "Senken Sie die Stange, indem Sie die Muskelspannung der Arme allmählich reduzieren, um ein kontrolliertes Absenken der Stange zu den Oberschenkeln zu ermöglichen. Atmen Sie während dieser Bewegung ein.",
    "Beugen Sie gleichzeitig die Hüften und Knie, um den Aufprall der Stange auf die Oberschenkel abzufedern.",
    "Gehen Sie mit vollständig gestreckten Ellbogen in die Hocke, bis die Stange den Boden berührt.",
    "Beginnen Sie erneut bei Phase 1 und wiederholen Sie die empfohlene Anzahl von Wiederholungen."
  ],
  "secondaryMuscles_de": [
    "Musculus triceps surae",
    "Unterarmmuskulatur",
    "Musculus gluteus maximus",
    "Musculi erector spinae",
    "Musculi rhomboidei",
    "Musculus quadriceps femoris",
    "Musculus deltoideus",
    "Musculus trapezius",
    "Musculus triceps brachii"
  ],
  "category_de": "Kraft"
}