{
  "name": "Calf Raises - With Bands",
  "force": "push",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "bands",
  "primaryMuscles": [
    "calves"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Grab an exercise band and stand on it with your toes making sure that the length of the band between the foot and the arms is the same for both sides.",
    "While holding the handles of the band, raise the arms to the side of your head as if you were getting ready to perform a shoulder press. The palms should be facing forward with the elbows bent and to the sides. This movement will create tension on the band. This will be your starting position.",
    "Keeping the hands by your shoulder, stand up on your toes as you exhale and contract the calves hard at the top of the movement.",
    "After a one second contraction, slowly go back down to the starting position.",
    "Repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Łydki"
  ],
  "primaryMuscles_de": [
    "Waden"
  ],
  "equipment_pl": "gumy oporowe",
  "equipment_de": "Widerstandsbänder",
  "name_pl": "Wspięcia łydek z taśmami oporowymi",
  "instructions_pl": [
    "Chwyć taśmę oporową i stań na niej palcami stóp, upewniając się, że długość taśmy między stopą a ramionami jest taka sama po obu stronach.",
    "Trzymając uchwyty taśmy, unieś ramiona na wysokość głowy, jakbyś przygotowywał się do wykonania wyciskania żołnierskiego. Dłonie powinny być skierowane do przodu, z ugiętymi łokciami skierowanymi na boki. Ten ruch stworzy napięcie w taśmie. Będzie to Twoja pozycja wyjściowa.",
    "Trzymając dłonie na wysokości barków, stań na palcach stóp podczas wydechu i mocno napnij mięśnie łydek w szczytowej fazie ruchu.",
    "Po jednosekundowym napięciu, powoli wróć do pozycji wyjściowej.",
    "Powtórz zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "Siłowy",
  "name_de": "Wadenheben mit Widerstandsbändern",
  "instructions_de": [
    "Nehmen Sie ein Widerstandsband und stellen Sie sich mit den Zehen darauf, wobei Sie darauf achten, dass die Länge des Bandes zwischen Fuß und Armen auf beiden Seiten gleich ist.",
    "Während Sie die Griffe des Bandes halten, heben Sie die Arme seitlich zum Kopf, als ob Sie sich auf eine Schulterpresse vorbereiten würden. Die Handflächen sollten nach vorne zeigen, die Ellbogen gebeugt und seitlich. Diese Bewegung erzeugt Spannung auf dem Band. Dies ist Ihre Ausgangsposition.",
    "Halten Sie die Hände an den Schultern, stellen Sie sich auf die Zehenspitzen, während Sie ausatmen und die Wadenmuskulatur am oberen Punkt der Bewegung stark anspannen.",
    "Nach einer einsekündigen Kontraktion kehren Sie langsam in die Ausgangsposition zurück.",
    "Wiederholen Sie dies für die empfohlene Anzahl von Wiederholungen."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}