{
  "name": "Decline Dumbbell Triceps Extension",
  "force": "push",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "dumbbell",
  "primaryMuscles": [
    "triceps"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Secure your legs at the end of the decline bench and lie down with a dumbbell on each hand on top of your thighs. The palms of your hand will be facing each other.",
    "Once you are laying down, move the dumbbells in front of you at shoulder width. The palms of the hands should be facing each other and the arms should be perpendicular to the floor and fully extended. This will be your starting position.",
    "As you breathe in and you keep the upper arms stationary (and elbows in), bring the dumbbells down slowly by moving your forearms in a semicircular motion towards you until your thumbs are next to your ears. Breathe in as you perform this portion of the movement.",
    "Lift the dumbbells back to the starting position by contracting the triceps and exhaling.",
    "Repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Triceps"
  ],
  "primaryMuscles_de": [
    "Trizeps"
  ],
  "equipment_pl": "hantle",
  "equipment_de": "Kurzhantel",
  "name_pl": "Prostowanie przedramion z hantlami w leżeniu na ławce skośnej ujemnej",
  "instructions_pl": [
    "Zabezpiecz nogi na końcu ławki skośnej ujemnej i połóż się, trzymając po hantlu w każdej dłoni, opierając je na udach. Dłonie będą skierowane do siebie.",
    "Po przyjęciu pozycji leżącej, przenieś hantle przed siebie na szerokość barków. Dłonie powinny być skierowane do siebie, a ramiona prostopadłe do podłogi i w pełni wyprostowane. Będzie to Twoja pozyycja początkowa.",
    "Podczas wdechu, utrzymując ramiona nieruchomo (i łokcie stabilnie skierowane do przodu), powoli opuść hantle, poruszając przedramionami ruchem półkolistym w Twoją stronę, aż kciuki znajdą się obok uszu. Wykonaj wdech podczas tej fazy ruchu.",
    "Unieś hantle z powrotem do pozycji początkowej, wykonując skurcz mięśnia trójgłowego ramienia i wydech.",
    "Powtórz ćwiczenie zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "siłowy",
  "name_de": "Kurzhantel-Trizepsstrecken auf der Negativbank",
  "instructions_de": [
    "Fixieren Sie Ihre Beine am Ende der Negativbank und legen Sie sich mit einer Kurzhantel in jeder Hand auf Ihre Oberschenkel. Die Handflächen zeigen dabei zueinander.",
    "Sobald Sie liegen, bewegen Sie die Kurzhanteln auf Schulterbreite vor sich. Die Handflächen sollten zueinander zeigen und die Arme senkrecht zum Boden und vollständig gestreckt sein. Dies ist Ihre Ausgangsposition.",
    "Während Sie einatmen und die Oberarme stationär (und die Ellbogen eng am Körper) halten, senken Sie die Kurzhanteln langsam ab, indem Sie Ihre Unterarme in einer halbkreisförmigen Bewegung zu sich hin bewegen, bis Ihre Daumen neben Ihren Ohren sind.",
    "Heben Sie die Kurzhanteln durch Anspannen des Trizeps und Ausatmen zurück in die Ausgangsposition.",
    "Wiederholen Sie dies für die empfohlene Anzahl an Wiederholungen."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Krafttraining"
}