{
  "name": "Seated Bent-Over One-Arm Dumbbell Triceps Extension",
  "force": "push",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "dumbbell",
  "primaryMuscles": [
    "triceps"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Sit down at the end of a flat bench with a dumbbell in one arm using a neutral grip (palms of the hand facing you).",
    "Bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Make sure that you keep the head up.",
    "The upper arm with the dumbbell should be close to the torso and aligned with it (lifted up until it is parallel to the floor while the forearms are pointing towards the floor as the hands hold the weights). Tip: There should be a 90-degree angle between the forearms and the upper arm. This is your starting position.",
    "Keeping the upper arm stationary, use the triceps to lift the weight as you exhale until the forearm is parallel to the floor and the whole arm is extended. Like many other arm exercises, only the forearm moves.",
    "After a second contraction at the top, slowly lower the dumbbell back to the starting position as you inhale.",
    "Repeat the movement for the prescribed amount of repetitions.",
    "Switch arms and repeat the exercise."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Triceps"
  ],
  "primaryMuscles_de": [
    "Trizeps"
  ],
  "equipment_pl": "hantle",
  "equipment_de": "Kurzhantel",
  "name_pl": "Siedzące prostowanie ramienia jednorącz z hantlem w opadzie tułowia na mięsień trójgłowy ramienia",
  "instructions_pl": [
    "Usiądź na końcu płaskiej ławki, trzymając hantel w jednej ręce chwytem neutralnym (dłonie skierowane do siebie).",
    "Lekko ugnij kolana i pochyl tułów do przodu, zginając się w pasie, jednocześnie utrzymując proste plecy, aż tułów będzie prawie równoległy do podłogi. Upewnij się, że głowa jest uniesiona.",
    "Ramię z hantlem powinno znajdować się blisko tułowia i być z nim wyrównane (uniesione do momentu, aż będzie równoległe do podłogi, podczas gdy przedramiona są skierowane w stronę podłogi, a dłonie trzymają ciężarki). Wskazówka: Między przedramieniem a ramieniem powinien tworzyć się kąt 90 stopni. To jest Twoja pozycja wyjściowa.",
    "Utrzymując ramię nieruchomo, użyj mięśnia trójgłowego ramienia, aby unieść ciężar podczas wydechu, aż przedramię będzie równoległe do podłogi, a całe ramię wyprostowane. Podobnie jak w wielu innych ćwiczeniach na ramiona, porusza się tylko przedramię.",
    "Po sekundowej fazie skurczu w górnej pozycji, powoli opuść hantel z powrotem do pozycji wyjściowej podczas wdechu.",
    "Powtórz ruch przez zalecaną liczbę powtórzeń.",
    "Zmień ręce i powtórz ćwiczenie."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "Siłowe",
  "name_de": "Sitzende, vorgebeugte einarmige Kurzhantel-Trizepsextension",
  "instructions_de": [
    "Setzen Sie sich an das Ende einer Flachbank, eine Kurzhantel in einer Hand im neutralen Griff haltend (Handflächen zeigen zu Ihnen).",
    "Beugen Sie Ihre Knie leicht und beugen Sie Ihren Oberkörper aus der Hüfte nach vorne, während Sie den Rücken gerade halten, bis er fast parallel zum Boden ist. Achten Sie darauf, den Kopf oben zu halten.",
    "Der Oberarm, der die Kurzhantel hält, sollte nah am Oberkörper und parallel zum Boden ausgerichtet sein. Die Unterarme zeigen dabei zum Boden, da die Hände die Gewichte halten. Tipp: Zwischen Unterarm und Oberarm sollte ein 90-Grad-Winkel bestehen. Dies ist Ihre Ausgangsposition.",
    "Halten Sie den Oberarm unbewegt und nutzen Sie den Musculus triceps brachii (Trizeps), um das Gewicht beim Ausatmen zu heben, bis der Unterarm parallel zum Boden ist und der gesamte Arm gestreckt ist. Wie bei vielen anderen Armübungen bewegt sich nur der Unterarm.",
    "Nach einer kurzen Kontraktion am oberen Punkt senken Sie die Kurzhantel beim Einatmen langsam zurück in die Ausgangsposition.",
    "Wiederholen Sie die Bewegung für die vorgeschriebene Anzahl an Wiederholungen.",
    "Wechseln Sie den Arm und wiederholen Sie die Übung."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}