{
  "name": "Kneeling Cable Crunch With Alternating Oblique Twists",
  "force": "pull",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "cable",
  "primaryMuscles": [
    "abdominals"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Connect a rope attachment to a high pulley cable and position a mat on the floor in front of it.",
    "Grab the rope with both hands and kneel approximately two feet back from the tower.",
    "Position the rope behind your head with your hands by your ears.",
    "Keep your hands in the same place, contract your abs and pull downward on the rope in a crunching movement until your elbows reach your knees.",
    "Pause briefly at the bottom and rise up in a slow and controlled manner until you reach the starting position.",
    "Repeat the same downward movement until you're halfway down, at which time you'll begin rotating one of your elbows to the opposite knee.",
    "Again, pause briefly at the bottom and rise up in a slow and controlled manner until you reach the starting position.",
    "Repeat the same movement as before, but alternate the other elbow to the opposite knee.",
    "Continue this series of movements to failure."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Brzuch"
  ],
  "primaryMuscles_de": [
    "Bauchmuskeln"
  ],
  "equipment_pl": "wyciąg",
  "equipment_de": "Kabelzug",
  "name_pl": "Spięcie brzucha w klęku z linką z naprzemiennymi skrętami skośnymi",
  "instructions_pl": [
    "Podłącz uchwyt linowy do wyciągu górnego i umieść matę na podłodze przed nim.",
    "Chwyć linę obiema rękami i uklęknij około dwóch stóp od wieży wyciągu.",
    "Umieść linę za głową, trzymając ręce przy uszach.",
    "Trzymając ręce w tej samej pozycji, napnij mięśnie brzucha i pociągnij linę w dół ruchem spięcia, aż łokcie dotkną kolan.",
    "Zatrzymaj się na chwilę w dolnej pozycji i unieś się powoli i w kontrolowany sposób do pozycji początkowej.",
    "Powtórz ten sam ruch w dół, aż znajdziesz się w połowie drogi, a następnie zacznij obracać jeden z łokci w kierunku przeciwnego kolana.",
    "Ponownie zatrzymaj się na chwilę w dolnej pozycji i unieś się powoli i w kontrolowany sposób do pozycji początkowej.",
    "Powtórz ten sam ruch co poprzednio, ale naprzemiennie skieruj drugi łokieć do przeciwnego kolana.",
    "Kontynuuj tę serię ruchów do upadku mięśniowego."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "siła",
  "name_de": "Kniender Kabelzug-Crunch mit abwechselnden schrägen Rumpfrotationen",
  "instructions_de": [
    "Befestigen Sie einen Seilgriff an einem oberen Kabelzug und legen Sie eine Matte davor auf den Boden.",
    "Greifen Sie das Seil mit beiden Händen und knien Sie etwa zwei Fuß (ca. 60 cm) vom Geräteturm entfernt.",
    "Positionieren Sie das Seil hinter Ihrem Kopf, mit den Händen auf Höhe Ihrer Ohren.",
    "Halten Sie Ihre Hände in der gleichen Position, spannen Sie Ihre Bauchmuskeln an und ziehen Sie das Seil in einer Crunch-Bewegung nach unten, bis Ihre Ellbogen Ihre Knie berühren.",
    "Halten Sie am untersten Punkt kurz inne und richten Sie sich langsam und kontrolliert auf, bis Sie die Ausgangsposition erreichen.",
    "Wiederholen Sie die gleiche Abwärtsbewegung, bis Sie etwa auf halbem Weg nach unten sind. Dann beginnen Sie, einen Ihrer Ellbogen zum gegenüberliegenden Knie zu rotieren.",
    "Halten Sie erneut am untersten Punkt kurz inne und richten Sie sich langsam und kontrolliert auf, bis Sie die Ausgangsposition erreichen.",
    "Wiederholen Sie die gleiche Bewegung wie zuvor, aber wechseln Sie den anderen Ellbogen zum gegenüberliegenden Knie.",
    "Führen Sie diese Bewegungsabfolge bis zum Muskelversagen fort."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}