{
  "name": "Stiff Leg Barbell Good Morning",
  "force": "push",
  "level": "beginner",
  "mechanic": "compound",
  "equipment": "barbell",
  "primaryMuscles": [
    "lower back"
  ],
  "secondaryMuscles": [
    "glutes",
    "hamstrings"
  ],
  "instructions": [
    "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
    "Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
    "Step away from the rack and position your legs using a shoulder width medium stance. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. This will be your starting position.",
    "Keeping your legs stationary, move your torso forward by bending at the hips while inhaling. Lower your torso until it is parallel with the floor.",
    "Begin to raise the bar as you exhale by elevating your torso back to the starting position.",
    "Repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Lędźwie"
  ],
  "primaryMuscles_de": [
    "Lenden"
  ],
  "equipment_pl": "sztanga",
  "equipment_de": "Langhantel",
  "name_pl": "Dzień dobry ze sztangą na prostych nogach",
  "instructions_pl": [
    "To ćwiczenie najlepiej wykonywać wewnątrz klatki do przysiadów ze względów bezpieczeństwa. Aby rozpocząć, najpierw ustaw sztangę na stojaku na wysokości najlepiej dopasowanej do Twojego wzrostu. Po wybraniu odpowiedniej wysokości i załadowaniu sztangi, wejdź pod sztangę i umieść ją na tylnej części barków (nieco poniżej karku).",
    "Chwyć sztangę obiema rękami po obu stronach i zdejmij ją ze stojaka, najpierw wypychając nogami i jednocześnie prostując tułów.",
    "Odejdź od stojaka i ustaw nogi w średnim rozkroku na szerokość barków. Przez cały czas utrzymuj głowę uniesioną, ponieważ patrzenie w dół spowoduje utratę równowagi, a także utrzymuj proste plecy. Będzie to Twoja pozycja początkowa.",
    "Utrzymując nogi nieruchomo, pochyl tułów do przodu, zginając się w biodrach, jednocześnie wykonując wdech. Opuść tułów, aż będzie równoległy do podłogi.",
    "Zacznij podnosić sztangę, wykonując wydech, unosząc tułów z powrotem do pozycji początkowej.",
    "Powtórz zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [
    "mięśnie pośladkowe",
    "mięśnie kulszowo-goleniowe"
  ],
  "category_pl": "siła",
  "name_de": "Langhantel-Good-Morning mit gestreckten Beinen",
  "instructions_de": [
    "Diese Übung wird aus Sicherheitsgründen am besten in einem Kniebeugenständer ausgeführt. Stellen Sie zu Beginn die Langhantel auf einem Ständer ab, der Ihrer Körpergröße am besten entspricht. Sobald die korrekte Höhe gewählt und die Langhantel beladen ist, treten Sie unter die Stange und legen Sie den hinteren Teil Ihrer Schultern (leicht unterhalb des Nackens) darauf ab.",
    "Fassen Sie die Langhantel mit beiden Händen seitlich an und heben Sie sie aus dem Ständer, indem Sie zuerst mit den Beinen drücken und gleichzeitig Ihren Oberkörper aufrichten.",
    "Treten Sie vom Ständer zurück und stellen Sie Ihre Beine in einem schulterbreiten, mittleren Stand auf. Halten Sie den Kopf stets oben, da ein Blick nach unten Sie aus dem Gleichgewicht bringen kann, und halten Sie den Rücken gerade. Dies ist Ihre Ausgangsposition.",
    "Halten Sie Ihre Beine unbewegt, bewegen Sie Ihren Oberkörper nach vorne, indem Sie sich in den Hüften beugen, während Sie einatmen. Senken Sie Ihren Oberkörper, bis er parallel zum Boden ist.",
    "Beginnen Sie, die Langhantel anzuheben, während Sie ausatmen, indem Sie Ihren Oberkörper zurück in die Ausgangsposition bringen.",
    "Wiederholen Sie dies für die empfohlene Anzahl an Wiederholungen."
  ],
  "secondaryMuscles_de": [
    "Gesäßmuskulatur",
    "Ischiocrurale Muskulatur"
  ],
  "category_de": "Kraft"
}