{
  "name": "Walking, Treadmill",
  "force": null,
  "level": "beginner",
  "mechanic": null,
  "equipment": "machine",
  "primaryMuscles": [
    "quadriceps"
  ],
  "secondaryMuscles": [
    "calves",
    "glutes",
    "hamstrings"
  ],
  "instructions": [
    "To begin, step onto the treadmill and select the desired option from the menu. Most treadmills have a manual setting, or you can select a program to run. Typically, you can enter your age and weight to estimate the amount of calories burned during exercise. Elevation can be adjusted to change the intensity of the workout.",
    "Treadmills offer convenience, cardiovascular benefits, and usually have less impact than walking outside. When walking, you should move at a moderate to fast pace, not a leisurely one. Being an activity of lower intensity, walking doesn't burn as many calories as some other activities, but still provides great benefit. A 150 lb person will burn about 175 calories walking 4 miles per hour for 30 minutes, compared to 450 calories running twice as fast. Maintain proper posture as you walk, and only hold onto the handles when necessary, such as when dismounting or checking your heart rate."
  ],
  "category": "cardio",
  "primaryMuscles_pl": [
    "Czworogłowe ud"
  ],
  "primaryMuscles_de": [
    "Quadrizeps"
  ],
  "equipment_pl": "maszyna",
  "equipment_de": "Maschine",
  "name_pl": "Chodzenie na bieżni",
  "instructions_pl": [
    "Aby rozpocząć, wejdź na bieżnię i wybierz żądaną opcję z menu. Większość bieżni posiada ustawienie manualne lub możesz wybrać gotowy program treningowy. Zazwyczaj możesz wprowadzić swój wiek i wagę, aby oszacować liczbę spalonych kalorii podczas ćwiczenia. Nachylenie można regulować, aby zmienić intensywność treningu.",
    "Bieżnie oferują wygodę, korzyści sercowo-naczyniowe i zazwyczaj mniejsze obciążenie stawów niż chodzenie na zewnątrz. Podczas chodzenia należy utrzymywać umiarkowane do szybkiego tempo, a nie spacerowe. Będąc aktywnością o niższej intensywności, chodzenie nie spala tylu kalorii co niektóre inne aktywności, ale nadal przynosi wiele korzyści. Osoba ważąca 150 funtów spali około 175 kalorii, idąc z prędkością 4 mil na godzinę przez 30 minut, w porównaniu do 450 kalorii podczas biegu dwa razy szybciej. Utrzymuj prawidłową postawę podczas chodzenia i trzymaj się uchwytów tylko wtedy, gdy jest to konieczne, np. podczas schodzenia z bieżni lub sprawdzania tętna."
  ],
  "secondaryMuscles_pl": [
    "mięśnie łydek",
    "mięśnie pośladkowe",
    "mięśnie kulszowo-goleniowe"
  ],
  "category_pl": "kardio",
  "name_de": "Gehen auf dem Laufband",
  "instructions_de": [
    "Um zu beginnen, stellen Sie sich auf das Laufband und wählen Sie die gewünschte Option aus dem Menü. Die meisten Laufbänder verfügen über eine manuelle Einstellung, oder Sie können ein voreingestelltes Programm auswählen. Typischerweise können Sie Ihr Alter und Gewicht eingeben, um die während des Trainings verbrannten Kalorien zu schätzen. Die Steigung kann angepasst werden, um die Intensität des Trainings zu variieren.",
    "Laufbänder bieten Komfort, kardiovaskuläre Vorteile und haben in der Regel eine geringere Stoßbelastung als das Gehen im Freien. Beim Gehen sollten Sie sich in einem moderaten bis schnellen Tempo bewegen, nicht in einem gemächlichen. Als Aktivität geringerer Intensität verbrennt Gehen nicht so viele Kalorien wie einige andere Aktivitäten, bietet aber dennoch große Vorteile. Eine Person mit 150 Pfund (ca. 68 kg) verbrennt etwa 175 Kalorien, wenn sie 30 Minuten lang mit 4 Meilen pro Stunde (ca. 6,4 km/h) geht, verglichen mit 450 Kalorien beim doppelt so schnellen Laufen. Achten Sie beim Gehen auf eine korrekte Körperhaltung und halten Sie sich nur bei Bedarf an den Handläufen fest, z. B. beim Absteigen oder zur Überprüfung Ihrer Herzfrequenz."
  ],
  "secondaryMuscles_de": [
    "Musculus triceps surae",
    "Glutäen",
    "Ischiocrurale Muskulatur"
  ],
  "category_de": "Cardio"
}