{
  "name": "Smith Single-Leg Split Squat",
  "force": "push",
  "level": "beginner",
  "mechanic": "compound",
  "equipment": "machine",
  "primaryMuscles": [
    "quadriceps"
  ],
  "secondaryMuscles": [
    "calves",
    "glutes",
    "hamstrings"
  ],
  "instructions": [
    "To begin, place a flat bench 2-3 feet behind the smith machine. Then, set the bar on the height that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
    "Hold on to the bar using both arms at each side (palms facing forward), unlock it and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
    "Position your legs by placing one foot slightly forward under the bar and extending your other leg back and place the top of your foot on the bench. This will be your starting position",
    "Begin to slowly lower the bar by bending the knee as you maintain a straight posture with the head up. Continue down until the angle between the upper leg and the calf becomes slightly less than 90-degrees (which is the point in which the upper legs are below parallel to the floor). Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knee should make an imaginary straight line with the toes that is perpendicular to the front. If your knee is past that imaginary line (if it is past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.",
    "Begin to raise the bar as you exhale by pushing the floor with the heel of your foot mainly as you straighten your leg again and go back to the starting position.",
    "Repeat for the recommended amount of repetitions.",
    "Switch legs and repeat the movement."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Czworogłowe ud"
  ],
  "primaryMuscles_de": [
    "Quadrizeps"
  ],
  "equipment_pl": "maszyna",
  "equipment_de": "Maschine",
  "name_pl": "Przysiad bułgarski jednonożny na maszynie Smitha",
  "instructions_pl": [
    "Na początek, ustaw płaską ławkę 2-3 stopy za maszyną Smitha. Następnie, ustaw sztangę na wysokości, która najlepiej odpowiada Twojemu wzrostowi. Po wybraniu odpowiedniej wysokości i załadowaniu sztangi, wejdź pod sztangę i umieść tylną część barków (nieco poniżej karku) na niej.",
    "Chwyć sztangę obiema rękami po obu stronach (dłonie skierowane do przodu), odblokuj ją i unieś ze stojaków, najpierw pchając nogami i jednocześnie prostując tułów.",
    "Ustaw nogi, stawiając jedną stopę lekko do przodu pod sztangą, a drugą nogę wyciągnij do tyłu i oprzyj wierzch stopy na ławce. Będzie to Twoja pozycja wyjściowa.",
    "Zacznij powoli opuszczać sztangę, uginając kolano, jednocześnie utrzymując prostą postawę z głową uniesioną. Kontynuuj ruch w dół, aż kąt między udem a łydką stanie się nieco mniejszy niż 90 stopni (czyli do momentu, gdy uda znajdą się poniżej równoległości do podłogi). Wykonując tę część ruchu, zrób wdech. Wskazówka: Jeśli ćwiczenie zostało wykonane prawidłowo, przód kolana powinien tworzyć wyimaginowaną prostą linię z palcami stopy, która jest prostopadła do podłoża. Jeśli Twoje kolano przekracza tę wyimaginowaną linię (jeśli wykracza poza palce stopy), wówczas nadmiernie obciążasz kolano, a ćwiczenie zostało wykonane nieprawidłowo.",
    "Zacznij unosić sztangę, robiąc wydech, głównie poprzez pchanie podłogi piętą stopy, prostując ponownie nogę i wracając do pozycji wyjściowej.",
    "Powtórz zalecaną liczbę powtórzeń.",
    "Zmień nogi i powtórz ruch."
  ],
  "secondaryMuscles_pl": [
    "mięśnie łydek",
    "mięśnie pośladkowe",
    "mięśnie kulszowo-goleniowe"
  ],
  "category_pl": "siła",
  "name_de": "Bulgarischer Split Squat an der Smith-Maschine",
  "instructions_de": [
    "Zunächst stellen Sie eine flache Bank 60-90 cm hinter die Smith-Maschine. Stellen Sie dann die Stange auf eine Höhe ein, die Ihrer Körpergröße am besten entspricht. Sobald die richtige Höhe gewählt und die Stange beladen ist, treten Sie unter die Stange und legen den hinteren Teil Ihrer Schultern (leicht unterhalb des Nackens) darauf ab.",
    "Halten Sie die Stange mit beiden Händen seitlich fest (Handflächen nach vorne gerichtet), entriegeln Sie sie und heben Sie sie aus der Halterung, indem Sie zuerst mit den Beinen drücken und gleichzeitig Ihren Oberkörper strecken.",
    "Positionieren Sie Ihre Beine, indem Sie einen Fuß leicht nach vorne unter die Stange stellen und das andere Bein nach hinten ausstrecken, wobei Sie den Fußrücken auf die Bank legen. Dies ist Ihre Ausgangsposition.",
    "Beginnen Sie, die Stange langsam abzusenken, indem Sie das Knie beugen, während Sie eine aufrechte Haltung mit erhobenem Kopf beibehalten. Fahren Sie fort, bis der Winkel zwischen Oberschenkel und Unterschenkel etwas weniger als 90 Grad beträgt (was bedeutet, dass die Oberschenkel unterhalb der Parallelen zum Boden sind). Atmen Sie ein, während Sie diesen Teil der Bewegung ausführen. Tipp: Wenn Sie die Übung korrekt ausführen, sollte die Vorderseite des Knies eine imaginäre gerade Linie mit den Zehen bilden, die senkrecht nach vorne verläuft. Wenn Ihr Knie diese imaginäre Linie überschreitet (d.h. über Ihre Zehen hinausragt), belasten Sie das Knie übermäßig, und die Übung wurde falsch ausgeführt.",
    "Beginnen Sie, die Stange beim Ausatmen anzuheben, indem Sie hauptsächlich mit der Ferse Ihres Fußes vom Boden abdrücken, während Sie Ihr Bein wieder strecken und in die Ausgangsposition zurückkehren.",
    "Wiederholen Sie die Bewegung für die empfohlene Anzahl an Wiederholungen.",
    "Wechseln Sie die Beine und wiederholen Sie die Bewegung."
  ],
  "secondaryMuscles_de": [
    "Waden",
    "Gesäßmuskulatur",
    "Ischiocrurale Muskulatur"
  ],
  "category_de": "Kraft"
}