{
  "name": "Leverage Chest Press",
  "force": "push",
  "level": "beginner",
  "mechanic": "compound",
  "equipment": "machine",
  "primaryMuscles": [
    "chest"
  ],
  "secondaryMuscles": [
    "shoulders",
    "triceps"
  ],
  "instructions": [
    "Load an appropriate weight onto the pins and adjust the seat for your height. The handles should be near the bottom or middle of the pectorals at the beginning of the motion.",
    "Your chest and head should be up and your shoulder blades retracted. This will be your starting position.",
    "Press the handles forward by extending through the elbow.",
    "After a brief pause at the top, return the weight just above the start position, keeping tension on the muscles by not returning the weight to the stops until the set is complete."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Klatka piersiowa"
  ],
  "primaryMuscles_de": [
    "Brust"
  ],
  "equipment_pl": "maszyna",
  "equipment_de": "Maschine",
  "name_pl": "Wyciskanie na klatkę piersiową na maszynie typu Leverage",
  "instructions_pl": [
    "Załaduj odpowiednie obciążenie na trzpienie i dostosuj siedzisko do swojego wzrostu. Uchwyty powinny znajdować się na wysokości dolnej lub środkowej części mięśni piersiowych większych na początku ruchu.",
    "Klatka piersiowa i głowa powinny być uniesione, a łopatki ściągnięte. Będzie to Twoja pozycja początkowa.",
    "Wypchnij uchwyty do przodu, prostując ramiona w stawach łokciowych.",
    "Po krótkiej pauzie w szczytowym punkcie ruchu, powróć z obciążeniem tuż ponad pozycję początkową, utrzymując napięcie w mięśniach poprzez nieodkładanie obciążenia na ograniczniki aż do zakończenia serii."
  ],
  "secondaryMuscles_pl": [
    "mięśnie naramienne",
    "mięsień trójgłowy ramienia"
  ],
  "category_pl": "siła",
  "name_de": "Hebel-Brustpresse",
  "instructions_de": [
    "Legen Sie ein angemessenes Gewicht auf die Gewichtsstifte und stellen Sie den Sitz auf Ihre Körpergröße ein. Die Griffe sollten zu Beginn der Bewegung auf Höhe des unteren oder mittleren Anteils des Musculus pectoralis major liegen.",
    "Brust und Kopf sollten aufrecht sein und die Schulterblätter retrahiert. Dies ist Ihre Ausgangsposition.",
    "Drücken Sie die Griffe nach vorne, indem Sie die Ellbogen strecken.",
    "Nach einer kurzen Pause am obersten Punkt der Bewegung führen Sie das Gewicht bis kurz über die Ausgangsposition zurück, wobei Sie die Spannung auf den Muskeln aufrechterhalten, indem Sie das Gewicht erst nach Beendigung des Satzes vollständig in die Anschläge zurückführen."
  ],
  "secondaryMuscles_de": [
    "Musculus deltoideus",
    "Musculus triceps brachii"
  ],
  "category_de": "Kraft"
}