{
  "name": "Crossover Reverse Lunge",
  "force": "pull",
  "level": "intermediate",
  "mechanic": null,
  "equipment": null,
  "primaryMuscles": [
    "lower back"
  ],
  "secondaryMuscles": [
    "abdominals",
    "abductors",
    "glutes",
    "hamstrings",
    "quadriceps"
  ],
  "instructions": [
    "Stand with your feet shoulder width apart. This will be your starting position.",
    "Perform a rear lunge by stepping back with one foot and flexing the hips and front knee. As you do so, rotate your torso across the front leg.",
    "After a brief pause, return to the starting position and repeat on the other side, continuing in an alternating fashion."
  ],
  "category": "stretching",
  "primaryMuscles_pl": [
    "Lędźwie"
  ],
  "primaryMuscles_de": [
    "Lenden"
  ],
  "equipment_pl": "",
  "equipment_de": "",
  "name_pl": "Wykrok zakroczny krzyżowy",
  "instructions_pl": [
    "Stań ze stopami rozstawionymi na szerokość barków. Będzie to Twoja pozycja wyjściowa.",
    "Wykonaj wykrok zakroczny, cofając jedną stopę i uginając biodra oraz przednie kolano. Jednocześnie obróć tułów w kierunku nogi wykrocznej.",
    "Po krótkiej pauzie wróć do pozycji wyjściowej i powtórz na drugą stronę, kontynuując naprzemiennie."
  ],
  "secondaryMuscles_pl": [
    "Mięśnie brzucha",
    "Mięśnie odwodziciele",
    "Mięśnie pośladkowe",
    "Mięśnie kulszowo-goleniowe",
    "Mięsień czworogłowy uda"
  ],
  "category_pl": "Rozciąganie",
  "name_de": "Gekreuzter Rückwärtiger Ausfallschritt",
  "instructions_de": [
    "Stellen Sie sich mit schulterbreit auseinanderstehenden Füßen hin. Dies ist Ihre Ausgangsposition.",
    "Führen Sie einen rückwärtigen Ausfallschritt aus, indem Sie mit einem Fuß nach hinten treten und dabei die Hüften und das vordere Knie beugen. Rotieren Sie dabei Ihren Oberkörper über das vordere Bein.",
    "Nach einer kurzen Pause kehren Sie in die Ausgangsposition zurück und wiederholen die Übung auf der anderen Seite, indem Sie abwechselnd fortfahren."
  ],
  "secondaryMuscles_de": [
    "Bauchmuskeln",
    "Abduktoren",
    "Gesäßmuskeln",
    "Ischiocrurale Muskulatur",
    "Vierköpfiger Oberschenkelmuskel"
  ],
  "category_de": "Dehnung"
}