{
  "name": "Adductor/Groin",
  "force": "static",
  "level": "intermediate",
  "mechanic": null,
  "equipment": null,
  "primaryMuscles": [
    "adductors"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Lie on your back with your feet raised towards the ceiling.",
    "Have your partner hold your feet or ankles. Abduct your legs as far as you can. This will be your starting position.",
    "Attempt to squeeze your legs together for 10 or more seconds, while your partner prevents you from doing so.",
    "Now, relax the muscles in your legs as your partner pushes your feet apart, stretching as far as is comfortable for you. Be sure to let your partner know when the stretch is adequate to prevent overstretching or injury."
  ],
  "category": "stretching",
  "primaryMuscles_pl": [
    "Przywodziciele"
  ],
  "primaryMuscles_de": [
    "Adduktoren"
  ],
  "equipment_pl": "",
  "equipment_de": "",
  "name_pl": "Mięśnie przywodziciele / Pachwina",
  "instructions_pl": [
    "Połóż się na plecach ze stopami uniesionymi w kierunku sufitu.",
    "Poproś partnera, aby trzymał Twoje stopy lub kostki. Odwiedź nogi tak szeroko, jak tylko możesz. Będzie to Twoja pozycja wyjściowa.",
    "Spróbuj ścisnąć nogi razem przez 10 lub więcej sekund, podczas gdy partner uniemożliwia Ci to.",
    "Teraz rozluźnij mięśnie nóg, podczas gdy partner rozpycha Twoje stopy, rozciągając je tak daleko, jak jest to dla Ciebie komfortowe. Pamiętaj, aby poinformować partnera, kiedy rozciąganie jest wystarczające, aby zapobiec nadmiernemu rozciągnięciu lub kontuzji."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "rozciąganie",
  "name_de": "Adduktoren",
  "instructions_de": [
    "Lege dich auf den Rücken, die Füße zur Decke gestreckt.",
    "Lass deinen Partner deine Füße oder Knöchel festhalten. Spreize deine Beine so weit wie möglich. Dies ist deine Ausgangsposition.",
    "Versuche, deine Beine für 10 oder mehr Sekunden zusammenzudrücken, während dein Partner dich daran hindert.",
    "Entspanne nun die Muskeln in deinen Beinen, während dein Partner deine Füße auseinanderdrückt und dich so weit dehnt, wie es für dich angenehm ist. Achte darauf, deinen Partner wissen zu lassen, wann die Dehnung ausreichend ist, um Überdehnung oder Verletzungen zu vermeiden."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Dehnung"
}