{
  "name": "Drag Curl",
  "force": "pull",
  "level": "intermediate",
  "mechanic": "compound",
  "equipment": "barbell",
  "primaryMuscles": [
    "biceps"
  ],
  "secondaryMuscles": [
    "forearms"
  ],
  "instructions": [
    "Grab a barbell with a supinated grip (palms facing forward) and get your elbows close to your torso and back. This will be your starting position.",
    "As you exhale, curl the bar up while keeping the elbows to the back as you \"Drag\" the bar up by keeping it in contact with your torso. Tip: As you can see, you will not be keeping the elbows pinned to your sides, but instead you will be bringing them back. Also, do not lift your shoulders.",
    "Slowly go back to the starting position as you keep the bar in contact with the torso at all times.",
    "Repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Biceps"
  ],
  "primaryMuscles_de": [
    "Bizeps"
  ],
  "equipment_pl": "sztanga",
  "equipment_de": "Langhantel",
  "name_pl": "Uginanie ramion ze ślizgiem (Drag Curl)",
  "instructions_pl": [
    "Chwyć sztangę chwytem supinacyjnym (dłonie skierowane do przodu) i zbliż łokcie do tułowia, cofając je. Będzie to twoja pozycja wyjściowa.",
    "Podczas wydechu uginaj ramiona, unosząc sztangę, jednocześnie utrzymując łokcie cofnięte i „przeciągając” sztangę w górę w kontakcie z tułowiem. Wskazówka: Jak widać, nie będziesz trzymać łokci przyciśniętych do boków, lecz będziesz je cofać. Ponadto, nie unoś barków.",
    "Powoli wróć do pozycji wyjściowej, cały czas utrzymując sztangę w kontakcie z tułowiem.",
    "Powtórz zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [
    "mięśnie przedramion"
  ],
  "category_pl": "siła",
  "name_de": "Drag Curl",
  "instructions_de": [
    "Fassen Sie eine Langhantel im Untergriff (Handflächen zeigen nach vorne) und führen Sie Ihre Ellbogen nah an den Rumpf und nach hinten. Dies ist Ihre Ausgangsposition.",
    "Beim Ausatmen beugen Sie die Hantel nach oben, während Sie die Ellbogen weiterhin nach hinten halten und die Hantel am Rumpf entlang nach oben ziehen. Tipp: Wie Sie sehen, werden die Ellbogen nicht seitlich am Körper fixiert, sondern stattdessen nach hinten geführt. Heben Sie außerdem Ihre Schultern nicht an.",
    "Kehren Sie langsam in die Ausgangsposition zurück, wobei die Hantel stets Kontakt zum Rumpf behält.",
    "Wiederholen Sie dies für die empfohlene Anzahl an Wiederholungen."
  ],
  "secondaryMuscles_de": [
    "Unterarmmuskulatur"
  ],
  "category_de": "Kraft"
}