{
  "name": "Barbell Curl",
  "force": "pull",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "barbell",
  "primaryMuscles": [
    "biceps"
  ],
  "secondaryMuscles": [
    "forearms"
  ],
  "instructions": [
    "Stand up with your torso upright while holding a barbell at a shoulder-width grip. The palm of your hands should be facing forward and the elbows should be close to the torso. This will be your starting position.",
    "While holding the upper arms stationary, curl the weights forward while contracting the biceps as you breathe out. Tip: Only the forearms should move.",
    "Continue the movement until your biceps are fully contracted and the bar is at shoulder level. Hold the contracted position for a second and squeeze the biceps hard.",
    "Slowly begin to bring the bar back to starting position as your breathe in.",
    "Repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Biceps"
  ],
  "primaryMuscles_de": [
    "Bizeps"
  ],
  "equipment_pl": "sztanga",
  "equipment_de": "Langhantel",
  "name_pl": "Uginanie ramion ze sztangą",
  "instructions_pl": [
    "Stań prosto, z tułowiem wyprostowanym, trzymając sztangę chwytem na szerokość barków. Dłonie powinny być skierowane do przodu, a łokcie znajdować się blisko tułowia. Będzie to Twoja pozycja wyjściowa.",
    "Utrzymując ramiona nieruchomo, uginaj przedramiona w górę, jednocześnie napinając mięsień dwugłowy ramienia podczas wydechu. Wskazówka: Poruszać powinny się tylko przedramiona.",
    "Kontynuuj ruch, aż mięsień dwugłowy ramienia będzie w pełni napięty, a sztanga znajdzie się na wysokości barków. Przytrzymaj pozycję napiętą przez sekundę i mocno ściśnij mięsień dwugłowy ramienia.",
    "Powoli opuszczaj sztangę do pozycji wyjściowej podczas wdechu.",
    "Powtórz ćwiczenie zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [
    "mięśnie przedramion"
  ],
  "category_pl": "siła",
  "name_de": "Langhantel-Curl",
  "instructions_de": [
    "Stellen Sie sich mit aufrechtem Oberkörper hin, während Sie eine Langhantel im schulterbreiten Griff halten. Die Handflächen sollten nach vorne zeigen und die Ellenbogen nah am Oberkörper sein. Dies ist Ihre Ausgangsposition.",
    "Halten Sie die Oberarme stationär und curlen Sie die Gewichte nach vorne, während Sie beim Ausatmen den Bizeps kontrahieren. Tipp: Nur die Unterarme sollten sich bewegen.",
    "Führen Sie die Bewegung fort, bis Ihr Bizeps vollständig kontrahiert ist und die Stange auf Schulterhöhe ist. Halten Sie die kontrahierte Position für eine Sekunde und spannen Sie den Bizeps fest an.",
    "Beginnen Sie langsam, die Stange in die Ausgangsposition zurückzuführen, während Sie einatmen.",
    "Wiederholen Sie dies für die empfohlene Anzahl an Wiederholungen."
  ],
  "secondaryMuscles_de": [
    "Unterarme"
  ],
  "category_de": "Kraft"
}