{
  "name": "Standing Calf Raises",
  "force": "push",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "machine",
  "primaryMuscles": [
    "calves"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Adjust the padded lever of the calf raise machine to fit your height.",
    "Place your shoulders under the pads provided and position your toes facing forward (or using any of the two other positions described at the beginning of the chapter). The balls of your feet should be secured on top of the calf block with the heels extending off it. Push the lever up by extending your hips and knees until your torso is standing erect. The knees should be kept with a slight bend; never locked. Toes should be facing forward, outwards or inwards as described at the beginning of the chapter. This will be your starting position.",
    "Raise your heels as you breathe out by extending your ankles as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times. There should be no bending at any time. Hold the contracted position by a second before you start to go back down.",
    "Go back slowly to the starting position as you breathe in by lowering your heels as you bend the ankles until calves are stretched.",
    "Repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Łydki"
  ],
  "primaryMuscles_de": [
    "Waden"
  ],
  "equipment_pl": "maszyna",
  "equipment_de": "Maschine",
  "name_pl": "Wspięcia na palce stojąc",
  "instructions_pl": [
    "Dostosuj wyściełaną dźwignię maszyny do wspięć łydek do swojego wzrostu.",
    "Umieść barki pod dostarczonymi poduszkami i ustaw palce stóp skierowane do przodu (lub używając jednej z dwóch innych pozycji opisanych na początku rozdziału). Śródstopie powinno być stabilnie oparte na platformie do wspięć, z piętami wystającymi poza nią. Unieś dźwignię, prostując biodra i kolana, aż tułów znajdzie się w pozycji wyprostowanej. Kolana powinny być lekko ugięte; nigdy zablokowane. Palce stóp powinny być skierowane do przodu, na zewnątrz lub do wewnątrz, zgodnie z opisem na początku rozdziału. Będzie to Twoja pozycja wyjściowa.",
    "Unieś pięty, wykonując wydech, poprzez maksymalne zgięcie podeszwowe stopy i skurcz mięśnia trójgłowego łydki. Upewnij się, że kolano pozostaje nieruchome przez cały czas. Nie powinno być żadnego zginania. Przytrzymaj pozycję skurczoną przez sekundę, zanim zaczniesz opuszczać ciężar.",
    "Powoli wróć do pozycji wyjściowej, wykonując wdech, opuszczając pięty i zginając stawy skokowe, aż mięśnie łydek zostaną rozciągnięte.",
    "Powtórz ćwiczenie zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "siła",
  "name_de": "Stehendes Wadenheben",
  "instructions_de": [
    "Stellen Sie den gepolsterten Hebel der Wadenhebe-Maschine auf Ihre Körpergröße ein.",
    "Platzieren Sie Ihre Schultern unter den dafür vorgesehenen Polstern und richten Sie Ihre Zehen nach vorne aus (oder verwenden Sie eine der beiden anderen Positionen, die zu Beginn des Kapitels beschrieben sind). Die Fußballen sollten sicher auf dem Wadenblock platziert sein, wobei die Fersen über den Rand hinausragen. Drücken Sie den Hebel nach oben, indem Sie Hüften und Knie strecken, bis Ihr Oberkörper aufrecht steht. Die Knie sollten leicht gebeugt bleiben; niemals durchgestreckt. Die Zehen sollten nach vorne, außen oder innen zeigen, wie zu Beginn des Kapitels beschrieben. Dies ist Ihre Ausgangsposition.",
    "Heben Sie Ihre Fersen beim Ausatmen an, indem Sie Ihre Sprunggelenke so hoch wie möglich strecken und Ihre Wadenmuskulatur anspannen. Stellen Sie sicher, dass das Knie jederzeit stationär bleibt. Es sollte zu keiner Zeit eine Beugung erfolgen. Halten Sie die kontrahierte Position für eine Sekunde, bevor Sie langsam wieder nach unten gehen.",
    "Kehren Sie beim Einatmen langsam in die Ausgangsposition zurück, indem Sie Ihre Fersen absenken und dabei die Sprunggelenke beugen, bis die Wadenmuskulatur gedehnt ist.",
    "Wiederholen Sie dies für die empfohlene Anzahl von Wiederholungen."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}