{
  "name": "Oblique Crunches",
  "force": "pull",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "body only",
  "primaryMuscles": [
    "abdominals"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Lie flat on the floor with your lower back pressed to the ground. For this exercise, you will need to put one hand beside your head and the other to the side against the floor.",
    "Make sure your feet are elevated and resting on a flat surface.",
    "Now lift the shoulder in which your hand is touching your head.",
    "Simply elevate your shoulder and body upward until you touch your knee. For example, if you have your right hand besides your head, then you want to elevate your body upwards until your right elbow touches your left knee. The same variation can be applied doing the inverse and using your left elbow to touch your right knee.",
    "After your knee touches your elbow, lower your body until you have reached the starting position.",
    "Remember to breathe in during the eccentric (lowering) part of the exercise and to breathe out during the concentric (upward) part of the exercise.",
    "Continue alternating in this manner until all of the recommended repetitions for each side have been completed."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Brzuch"
  ],
  "primaryMuscles_de": [
    "Bauchmuskeln"
  ],
  "equipment_pl": "masa własnego ciała",
  "equipment_de": "Körpergewicht",
  "name_pl": "Spięcia skośne",
  "instructions_pl": [
    "Połóż się płasko na podłodze, z odcinkiem lędźwiowym kręgosłupa dociśniętym do podłoża. Do tego ćwiczenia, jedną rękę umieść obok głowy, a drugą z boku, opierając ją o podłogę.",
    "Upewnij się, że stopy są uniesione i spoczywają na płaskiej powierzchni.",
    "Teraz unieś bark po stronie, po której dłoń znajduje się przy głowie.",
    "Unieś bark i tułów w górę, aż dotkniesz kolana. Na przykład, jeśli masz prawą dłoń przy głowie, unieś tułów w górę, aż prawy łokieć dotknie lewego kolana. Tę samą wariację można zastosować, wykonując ruch odwrotny i używając lewego łokcia do dotknięcia prawego kolana.",
    "Po dotknięciu kolana łokciem, opuść tułów do pozycji początkowej.",
    "Pamiętaj, aby wykonać wdech podczas fazy ekscentrycznej (opuszczania) ćwiczenia i wydech podczas fazy koncentrycznej (unoszenia) ćwiczenia.",
    "Kontynuuj naprzemiennie w ten sposób, aż wykonasz wszystkie zalecane powtórzenia dla każdej strony."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "siła",
  "name_de": "Schräge Crunches",
  "instructions_de": [
    "Legen Sie sich flach auf den Boden, mit dem unteren Rücken fest auf den Boden gepresst. Für diese Übung legen Sie eine Hand neben Ihren Kopf und die andere seitlich auf den Boden.",
    "Stellen Sie sicher, dass Ihre Füße erhöht sind und auf einer flachen Oberfläche ruhen.",
    "Heben Sie nun die Schulter an, deren Hand Ihren Kopf berührt.",
    "Heben Sie einfach Ihre Schulter und Ihren Oberkörper nach oben. Wenn Sie beispielsweise die rechte Hand neben Ihrem Kopf haben, heben Sie Ihren Oberkörper nach oben, bis Ihr rechter Ellbogen Ihr linkes Knie berührt. Die gleiche Variation kann umgekehrt angewendet werden, indem Sie Ihren linken Ellbogen verwenden, um Ihr rechtes Knie zu berühren.",
    "Nachdem Ihr Knie Ihren Ellbogen berührt hat, senken Sie Ihren Körper ab, bis Sie die Ausgangsposition erreicht haben.",
    "Denken Sie daran, während der exzentrischen (absenkenden) Phase der Übung einzuatmen und während der konzentrischen (aufwärts gerichteten) Phase der Übung auszuatmen.",
    "Fahren Sie auf diese Weise abwechselnd fort, bis alle empfohlenen Wiederholungen für jede Seite abgeschlossen sind."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}