{
  "name": "Donkey Calf Raises",
  "force": "push",
  "level": "intermediate",
  "mechanic": "isolation",
  "equipment": "other",
  "primaryMuscles": [
    "calves"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "For this exercise you will need access to a donkey calf raise machine. Start by positioning your lower back and hips under the padded lever provided. The tailbone area should be the one making contact with the pad.",
    "Place both of your arms on the side handles and place the balls of your feet on the calf block with the heels extending off. Align the toes forward, inward or outward, depending on the area you wish to target, and straighten the knees without locking them. This will be your starting position.",
    "Raise your heels as you breathe out by extending your ankles as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times. There should be no bending at any time. Hold the contracted position by a second before you start to go back down.",
    "Go back slowly to the starting position as you breathe in by lowering your heels as you bend the ankles until calves are stretched.",
    "Repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Łydki"
  ],
  "primaryMuscles_de": [
    "Waden"
  ],
  "equipment_pl": "inne",
  "equipment_de": "Sonstiges",
  "name_pl": "Wspięcia łydek na maszynie typu Donkey",
  "instructions_pl": [
    "Do tego ćwiczenia będziesz potrzebować dostępu do maszyny do wspięć łydek typu Donkey. Rozpocznij, ustawiając dolną część pleców i biodra pod dostarczoną wyściełaną dźwignią. Obszar kości ogonowej powinien stykać się z podkładką.",
    "Połóż obie ręce na bocznych uchwytach i umieść śródstopie na bloku do wspięć łydek, tak aby pięty wystawały poza blok. Ustaw palce stóp skierowane do przodu, do wewnątrz lub na zewnątrz, w zależności od obszaru, który chcesz zaangażować, i wyprostuj kolana, nie blokując ich. Będzie to Twoja pozycja wyjściowa.",
    "Unieś pięty, wydychając powietrze, wyciągając stawy skokowe jak najwyżej i napinając mięsień łydki. Upewnij się, że kolano pozostaje nieruchome przez cały czas. Nie powinno być żadnego zginania w żadnym momencie. Przytrzymaj pozycję skurczoną przez sekundę, zanim zaczniesz wracać w dół.",
    "Powoli wróć do pozycji wyjściowej, wdychając powietrze, opuszczając pięty i zginając stawy skokowe, aż mięśnie łydek zostaną rozciągnięte.",
    "Powtórz zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "siłowy",
  "name_de": "Esel-Wadenheben",
  "instructions_de": [
    "Für diese Übung benötigen Sie Zugang zu einer Esel-Wadenhebemaschine. Beginnen Sie, indem Sie Ihren unteren Rücken und Ihre Hüften unter den dafür vorgesehenen gepolsterten Hebel positionieren. Der Steißbeinbereich sollte dabei Kontakt mit dem Polster haben.",
    "Legen Sie beide Arme auf die seitlichen Griffe und platzieren Sie die Fußballen auf dem Wadenblock, sodass die Fersen über den Rand ragen. Richten Sie die Zehen nach vorne, innen oder außen aus, je nachdem, welchen Bereich Sie ansprechen möchten, und strecken Sie die Knie, ohne sie zu arretieren. Dies ist Ihre Ausgangsposition.",
    "Heben Sie Ihre Fersen beim Ausatmen an, indem Sie Ihre Sprunggelenke so hoch wie möglich strecken und die Wadenmuskulatur anspannen. Achten Sie darauf, dass das Knie jederzeit stationär bleibt. Es sollte zu keiner Zeit eine Beugung erfolgen. Halten Sie die kontrahierte Position für eine Sekunde, bevor Sie langsam wieder nach unten gehen.",
    "Kehren Sie langsam in die Ausgangsposition zurück, während Sie einatmen, indem Sie Ihre Fersen senken und die Sprunggelenke beugen, bis die Wadenmuskulatur gedehnt ist.",
    "Wiederholen Sie dies für die empfohlene Anzahl von Wiederholungen."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}