{
  "name": "Push-Ups With Feet On An Exercise Ball",
  "force": "push",
  "level": "intermediate",
  "mechanic": "compound",
  "equipment": "exercise ball",
  "primaryMuscles": [
    "chest"
  ],
  "secondaryMuscles": [
    "shoulders",
    "triceps"
  ],
  "instructions": [
    "Lie on the floor face down and place your hands about 36 inches apart from each other holding your torso up at arms length.",
    "Place your toes on top of an exercise ball. This will allow your body to be elevated.",
    "Lower yourself until your chest almost touches the floor as you inhale.",
    "Using your pectoral muscles, press your upper body back up to the starting position and squeeze your chest. Breathe out as you perform this step.",
    "After a second pause at the contracted position, repeat the movement for the prescribed amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Klatka piersiowa"
  ],
  "primaryMuscles_de": [
    "Brust"
  ],
  "equipment_pl": "piłka gimnastyczna",
  "equipment_de": "Gymnastikball",
  "name_pl": "Pompki ze stopami na piłce gimnastycznej",
  "instructions_pl": [
    "Połóż się przodem na podłodze i rozstaw dłonie na szerokość około 91 cm, utrzymując tułów uniesiony na wyprostowanych ramionach.",
    "Umieść palce stóp na piłce gimnastycznej. Dzięki temu twoje ciało będzie uniesione.",
    "Opuść się, aż klatka piersiowa prawie dotknie podłogi, wykonując wdech.",
    "Angażując mięśnie piersiowe, wypchnij górną część ciała z powrotem do pozycji początkowej i napnij klatkę piersiową. Wykonaj wydech podczas tego ruchu.",
    "Po sekundowej pauzie w pozycji skurczonej, powtórz ruch przez zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [
    "mięśnie naramienne",
    "mięsień trójgłowy ramienia"
  ],
  "category_pl": "siła",
  "name_de": "Liegestütze mit erhöhten Füßen auf einem Gymnastikball",
  "instructions_de": [
    "Legen Sie sich bäuchlings auf den Boden und platzieren Sie Ihre Hände etwa 90 cm voneinander entfernt, während Sie Ihren Oberkörper mit ausgestreckten Armen abstützen.",
    "Legen Sie Ihre Zehenspitzen auf einen Gymnastikball. Dadurch wird Ihr Körper erhöht.",
    "Senken Sie sich ab, bis Ihre Brust fast den Boden berührt, während Sie einatmen.",
    "Drücken Sie sich mithilfe Ihrer Brustmuskulatur mit Ihrem Oberkörper zurück in die Ausgangsposition und spannen Sie Ihre Brust an. Atmen Sie während dieser Bewegung aus.",
    "Nach einer einsekündigen Pause in der kontrahierten Position wiederholen Sie die Bewegung für die vorgeschriebene Anzahl von Wiederholungen."
  ],
  "secondaryMuscles_de": [
    "Schultermuskulatur",
    "Trizeps"
  ],
  "category_de": "Krafttraining"
}