{
  "name": "Bosu Ball Cable Crunch With Side Bends",
  "force": "pull",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "cable",
  "primaryMuscles": [
    "abdominals"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Connect a standard handle to each arm of a cable machine, and position them in the most downward position.",
    "Grab a Bosu Ball and position it in front and center of the cable machine.",
    "Lie down on the Bosu Ball with the small of your back arched around the ball. Your rear end should be close to the floor without touching it.",
    "With both hands, reach back and grab the handle of each cable.",
    "With your feet positioned in a wide stance, extend your arms straight out in front of you and in between your knees. Your hands should be at knee level.",
    "Keep your arms straight and in-line with the upward angle of the cable. Elevate your torso in a crunching motion without dropping or bending your arms.",
    "Maintain the rigid position with your arms. Slowly descend back to the starting position with your back arched around the Bosu Ball and your abdominals elongated.",
    "Repeat the same series of movements to failure.",
    "Once you reach failure, keep your abs tight and raise your torso into plank position so your back is elevated off the Bosu Ball.",
    "Lower your arms down to your side; keep them straight. Start doing alternating side bends; reach for your heels! This finishing movement will focus on your obliques."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Brzuch"
  ],
  "primaryMuscles_de": [
    "Bauchmuskeln"
  ],
  "equipment_pl": "wyciąg",
  "equipment_de": "Kabelzug",
  "name_pl": "Spięcia Brzucha na Piłce Bosu z Wyciągiem i Bocznymi Skłonami",
  "instructions_pl": [
    "Podłącz standardowy uchwyt do każdego ramienia wyciągu bramowego i ustaw je w najniższej pozycji.",
    "Weź piłkę Bosu i ustaw ją przed wyciągiem bramowym, na środku.",
    "Połóż się na piłce Bosu tak, aby odcinek lędźwiowy kręgosłupa był wygięty wokół piłki. Twoje pośladki powinny znajdować się blisko podłogi, nie dotykając jej.",
    "Oburącz sięgnij do tyłu i chwyć uchwyt każdej linki wyciągu.",
    "Ustaw stopy w szerokim rozkroku, wyciągnij ramiona prosto przed siebie, między kolana. Twoje dłonie powinny znajdować się na wysokości kolan.",
    "Trzymaj ramiona prosto i w jednej linii z kątem nachylenia linki wyciągu w górę. Unieś tułów w ruchu spięcia brzucha, nie opuszczając ani nie zginając ramion.",
    "Utrzymaj sztywną pozycję ramion. Powoli opuść się z powrotem do pozycji początkowej z plecami wygiętymi wokół piłki Bosu i rozciągniętymi mięśniami brzucha.",
    "Powtórz tę samą serię ruchów do upadku mięśniowego.",
    "Po osiągnięciu upadku mięśniowego, utrzymaj napięte mięśnie brzucha i unieś tułów do pozycji deski tak, aby plecy były uniesione nad piłką Bosu.",
    "Opuść ramiona wzdłuż tułowia; trzymaj je prosto. Zacznij wykonywać naprzemienne skłony boczne; sięgaj do pięt! Ten ruch końcowy skupi się na mięśniach skośnych brzucha."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "siła",
  "name_de": "Bosu-Ball-Kabel-Crunch mit Seitneigungen",
  "instructions_de": [
    "Befestigen Sie einen Standardgriff an jedem Arm einer Kabelzugmaschine und positionieren Sie diese in der untersten Stellung.",
    "Nehmen Sie einen Bosu-Ball und positionieren Sie ihn mittig vor der Kabelzugmaschine.",
    "Legen Sie sich auf den Bosu-Ball, sodass Ihr unterer Rücken um den Ball gewölbt ist. Ihr Gesäß sollte sich nahe am Boden befinden, ohne diesen zu berühren.",
    "Greifen Sie mit beiden Händen nach hinten und fassen Sie die Griffe jedes Kabels.",
    "Stellen Sie Ihre Füße weit auseinander. Strecken Sie Ihre Arme gerade nach vorne und zwischen Ihre Knie. Ihre Hände sollten sich auf Kniehöhe befinden.",
    "Halten Sie Ihre Arme gestreckt und in einer Linie mit dem aufsteigenden Winkel des Kabels. Heben Sie Ihren Oberkörper in einer Crunch-Bewegung an, ohne die Arme fallen zu lassen oder zu beugen.",
    "Behalten Sie die starre Armposition bei. Kehren Sie langsam in die Ausgangsposition zurück, wobei Ihr Rücken um den Bosu-Ball gewölbt ist und Ihre Bauchmuskeln gedehnt sind.",
    "Wiederholen Sie dieselbe Bewegungsabfolge bis zum Muskelversagen.",
    "Sobald Sie das Muskelversagen erreicht haben, halten Sie Ihre Bauchmuskeln angespannt und heben Sie Ihren Oberkörper in eine Plank-Position, sodass Ihr Rücken vom Bosu-Ball abgehoben ist.",
    "Senken Sie Ihre Arme seitlich ab; halten Sie sie gestreckt. Beginnen Sie mit abwechselnden Seitneigungen; versuchen Sie, Ihre Fersen zu berühren! Diese abschließende Bewegung konzentriert sich auf Ihre schrägen Bauchmuskeln."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}