{
  "name": "Bodyweight Mid Row",
  "force": "pull",
  "level": "intermediate",
  "mechanic": "compound",
  "equipment": "other",
  "primaryMuscles": [
    "middle back"
  ],
  "secondaryMuscles": [
    "biceps",
    "lats"
  ],
  "instructions": [
    "Begin by taking a medium to wide grip on a pull-up apparatus with your palms facing away from you. From a hanging position, tuck your knees to your chest, leaning back and getting your legs over your side of the pull-up apparatus. This will be your starting position.",
    "Beginning with your arms straight, flex the elbows and retract the shoulder blades to raise your body up until your legs contact the pull-up apparatus.",
    "After a brief pause, return to the starting position."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Środkowe pleców"
  ],
  "primaryMuscles_de": [
    "mittlerer Rücken"
  ],
  "equipment_pl": "inne",
  "equipment_de": "Sonstiges",
  "name_pl": "Wiosłowanie środkowe z masą ciała",
  "instructions_pl": [
    "Rozpocznij od przyjęcia chwytu o średniej do szerokiej rozpiętości na drążku do podciągania, z dłońmi skierowanymi od siebie (nachwytem). Z pozycji zwisu przyciągnij kolana do klatki piersiowej, odchylając się do tyłu i umieszczając nogi nad drążkiem po swojej stronie. Będzie to Twoja pozycja wyjściowa.",
    "Zaczynając z wyprostowanymi ramionami, ugnij łokcie i ściągnij łopatki, aby unieść ciało, aż Twoje nogi zetkną się z drążkiem do podciągania.",
    "Po krótkiej pauzie wróć do pozycji wyjściowej."
  ],
  "secondaryMuscles_pl": [
    "mięsień dwugłowy ramienia",
    "mięsień najszerszy grzbietu"
  ],
  "category_pl": "Siła",
  "name_de": "Körpergewichts-Rudern",
  "instructions_de": [
    "Beginnen Sie, indem Sie einen mittleren bis weiten Obergriff an einem Klimmzuggerät einnehmen. Aus einer hängenden Position ziehen Sie die Knie zur Brust, lehnen sich zurück und führen die Beine über Ihre Seite des Klimmzuggeräts. Dies ist Ihre Ausgangsposition.",
    "Beginnend mit gestreckten Armen beugen Sie die Ellbogen und ziehen die Schulterblätter zurück, um Ihren Körper anzuheben, bis Ihre Beine das Klimmzuggerät berühren.",
    "Nach einer kurzen Pause kehren Sie in die Ausgangsposition zurück."
  ],
  "secondaryMuscles_de": [
    "Musculus biceps brachii",
    "Musculus latissimus dorsi"
  ],
  "category_de": "Kraft"
}