{
  "name": "Rope Crunch",
  "force": "pull",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "cable",
  "primaryMuscles": [
    "abdominals"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Kneel 1-2 feet in front of a cable system with a rope attached.",
    "After selecting an appropriate weight, grasp the rope with both hands reaching overhead. Your torso should be upright in the starting position.",
    "To begin, flex at the spine, attempting to bring your rib cage to your legs as you pull the cable down.",
    "Pause at the bottom of the motion, and then slowly return to the starting position.",
    "These can be done with twists or to the side to hit the obliques."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Brzuch"
  ],
  "primaryMuscles_de": [
    "Bauchmuskeln"
  ],
  "equipment_pl": "wyciąg",
  "equipment_de": "Kabelzug",
  "name_pl": "Spięcie z linką",
  "instructions_pl": [
    "Uklęknij 0,3-0,6 metra przed wyciągiem z przymocowaną linką.",
    "Po wybraniu odpowiedniego obciążenia chwyć linkę oburącz, sięgając ponad głowę. Twój tułów powinien być wyprostowany w pozycji początkowej.",
    "Aby rozpocząć, wykonaj zgięcie kręgosłupa, starając się przyciągnąć klatkę piersiową do nóg, jednocześnie ciągnąc linkę w dół.",
    "Zatrzymaj ruch w dolnej fazie, a następnie powoli wróć do pozycji początkowej.",
    "Ćwiczenie można wykonywać z rotacją tułowia lub na boki, aby zaangażować mięśnie skośne brzucha."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "Siła",
  "name_de": "Kabel-Crunches",
  "instructions_de": [
    "Knien Sie sich etwa 30-60 cm vor einem Kabelzugsystem mit einem Seilgriff.",
    "Nachdem Sie ein passendes Gewicht gewählt haben, fassen Sie das Seil mit beiden Händen über Kopf. Ihr Oberkörper sollte in der Ausgangsposition aufrecht sein.",
    "Beginnen Sie, indem Sie die Wirbelsäule beugen und versuchen, Ihren Brustkorb in Richtung Ihrer Beine zu ziehen, während Sie das Kabel nach unten ziehen.",
    "Halten Sie am unteren Punkt der Bewegung kurz inne und kehren Sie dann langsam in die Ausgangsposition zurück.",
    "Diese Übung kann auch mit Drehungen oder seitlich ausgeführt werden, um die schrägen Bauchmuskeln (Musculi obliqui abdominis) zu beanspruchen."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}