{
  "name": "Standing Cable Chest Press",
  "force": "push",
  "level": "beginner",
  "mechanic": "compound",
  "equipment": "cable",
  "primaryMuscles": [
    "chest"
  ],
  "secondaryMuscles": [
    "shoulders",
    "triceps"
  ],
  "instructions": [
    "Position dual pulleys to chest height and select an appropriate weight. Stand a foot or two in front of the cables, holding one in each hand. You can stagger your stance for better stability.",
    "Position the upper arm at a 90 degree angle with the shoulder blades together. This will be your starting position.",
    "Keeping the rest of the body stationary, extend through the elbows to press the handles forward, drawing them together in front of you.",
    "Pause at the top of the motion, and return to the starting position."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Klatka piersiowa"
  ],
  "primaryMuscles_de": [
    "Brust"
  ],
  "equipment_pl": "wyciąg",
  "equipment_de": "Kabelzug",
  "name_pl": "Wyciskanie klatki piersiowej na wyciągu w pozycji stojącej",
  "instructions_pl": [
    "Ustaw podwójne bloczki wyciągu na wysokości klatki piersiowej i wybierz odpowiednie obciążenie. Stań około stopy lub dwóch przed wyciągami, trzymając po jednej rączce w każdej dłoni. Dla lepszej stabilności możesz przyjąć postawę wykroczną.",
    "Ustaw ramię pod kątem 90 stopni, ze ściągniętymi łopatkami. Będzie to Twoja pozycja początkowa.",
    "Utrzymując resztę ciała nieruchomo, wyprostuj ramiona w stawach łokciowych, aby wypchnąć rączki do przodu, łącząc je przed sobą.",
    "Zatrzymaj ruch w szczytowym momencie, a następnie wróć do pozycji początkowej."
  ],
  "secondaryMuscles_pl": [
    "Mięśnie naramienne",
    "Mięsień trójgłowy ramienia"
  ],
  "category_pl": "Siłowy",
  "name_de": "Stehende Kabelzug-Brustpresse",
  "instructions_de": [
    "Stellen Sie die beiden Kabelzüge auf Brusthöhe ein und wählen Sie ein passendes Gewicht. Stellen Sie sich ein bis zwei Fuß vor die Kabelzüge, wobei Sie jeweils einen Griff in jeder Hand halten. Für bessere Stabilität können Sie einen versetzten Stand einnehmen.",
    "Positionieren Sie den Oberarm in einem 90-Grad-Winkel und ziehen Sie die Schulterblätter zusammen. Dies ist Ihre Ausgangsposition.",
    "Halten Sie den restlichen Körper stabil und strecken Sie die Ellbogen, um die Griffe nach vorne zu drücken und sie vor Ihrem Körper zusammenzuführen.",
    "Halten Sie am höchsten Punkt der Bewegung kurz inne und kehren Sie in die Ausgangsposition zurück."
  ],
  "secondaryMuscles_de": [
    "Musculus deltoideus",
    "Musculus triceps brachii"
  ],
  "category_de": "Krafttraining"
}