{
  "name": "Crunch - Legs On Exercise Ball",
  "force": "pull",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "body only",
  "primaryMuscles": [
    "abdominals"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Lie flat on your back with your feet resting on an exercise ball and your knees bent at a 90 degree angle.",
    "Place your feet three to four inches apart and point your toes inward so they touch.",
    "Place your hands lightly on either side of your head keeping your elbows in. Tip: Don't lock your fingers behind your head.",
    "Push the small of your back down in the floor in order to better isolate your abdominal muscles. This will be your starting position.",
    "Begin to roll your shoulders off the floor and continue to push down as hard as you can with your lower back. Your shoulders should come up off the floor only about four inches, and your lower back should remain on the floor. Breathe out as you execute this portion of the movement. Squeeze your abdominals hard at the top of the contraction and hold for a second. Tip: Focus on a slow, controlled movement. Refrain from using momentum at any time.",
    "Slowly go back down to the starting position as you inhale.",
    "Repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Brzuch"
  ],
  "primaryMuscles_de": [
    "Bauchmuskeln"
  ],
  "equipment_pl": "masa własnego ciała",
  "equipment_de": "Körpergewicht",
  "name_pl": "Spięcie brzucha – Nogi na piłce gimnastycznej",
  "instructions_pl": [
    "Połóż się płasko na plecach, opierając stopy na piłce gimnastycznej, z kolanami zgiętymi pod kątem 90 stopni.",
    "Rozstaw stopy na szerokość trzech do czterech cali i skieruj palce stóp do wewnątrz tak, aby się stykały.",
    "Połóż dłonie lekko po obu stronach głowy, trzymając łokcie blisko ciała. Wskazówka: Nie splataj palców za głową.",
    "Dociśnij odcinek lędźwiowy kręgosłupa do podłogi, aby lepiej zaizolować mięśnie brzucha. Będzie to Twoja pozycja wyjściowa.",
    "Zacznij unosić barki z podłogi i kontynuuj mocne dociskanie odcinka lędźwiowego kręgosłupa. Barki powinny oderwać się od podłogi tylko o około cztery cale, a odcinek lędźwiowy kręgosłupa powinien pozostać na podłodze. Wydychaj powietrze podczas wykonywania tej części ruchu. Mocno napnij mięśnie brzucha w szczytowym punkcie skurczu i przytrzymaj przez sekundę. Wskazówka: Skup się na powolnym, kontrolowanym ruchu. Powstrzymaj się od używania pędu w dowolnym momencie.",
    "Powoli wróć do pozycji wyjściowej, wciągając powietrze.",
    "Powtórz ćwiczenie zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "siła",
  "name_de": "Bauchpresse – Beine auf dem Gymnastikball",
  "instructions_de": [
    "Legen Sie sich flach auf den Rücken, die Füße auf einem Gymnastikball abgelegt und die Knie in einem 90-Grad-Winkel gebeugt.",
    "Stellen Sie Ihre Füße drei bis vier Zoll auseinander und richten Sie Ihre Zehen nach innen, sodass sie sich berühren.",
    "Legen Sie Ihre Hände leicht an die Seiten Ihres Kopfes, wobei Sie die Ellbogen eng halten. Tipp: Verschränken Sie Ihre Finger nicht hinter Ihrem Kopf.",
    "Drücken Sie den unteren Rücken fest auf den Boden, um Ihre Bauchmuskeln besser zu isolieren. Dies ist Ihre Ausgangsposition.",
    "Beginnen Sie, Ihre Schultern vom Boden zu lösen und drücken Sie weiterhin so fest wie möglich mit Ihrem unteren Rücken nach unten. Ihre Schultern sollten sich nur etwa vier Zoll vom Boden heben, und Ihr unterer Rücken sollte auf dem Boden bleiben. Atmen Sie aus, während Sie diesen Teil der Bewegung ausführen. Spannen Sie Ihre Bauchmuskeln am höchsten Punkt der Kontraktion fest an und halten Sie die Position für eine Sekunde. Tipp: Konzentrieren Sie sich auf eine langsame, kontrollierte Bewegung. Vermeiden Sie es, zu irgendeinem Zeitpunkt Schwung zu nutzen.",
    "Kehren Sie langsam in die Ausgangsposition zurück, während Sie einatmen.",
    "Wiederholen Sie dies für die empfohlene Anzahl an Wiederholungen."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}