{
  "name": "Crunches",
  "force": "pull",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "body only",
  "primaryMuscles": [
    "abdominals"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Lie flat on your back with your feet flat on the ground, or resting on a bench with your knees bent at a 90 degree angle. If you are resting your feet on a bench, place them three to four inches apart and point your toes inward so they touch.",
    "Now place your hands lightly on either side of your head keeping your elbows in. Tip: Don't lock your fingers behind your head.",
    "While pushing the small of your back down in the floor to better isolate your abdominal muscles, begin to roll your shoulders off the floor.",
    "Continue to push down as hard as you can with your lower back as you contract your abdominals and exhale. Your shoulders should come up off the floor only about four inches, and your lower back should remain on the floor. At the top of the movement, contract your abdominals hard and keep the contraction for a second. Tip: Focus on slow, controlled movement - don't cheat yourself by using momentum.",
    "After the one second contraction, begin to come down slowly again to the starting position as you inhale.",
    "Repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Brzuch"
  ],
  "primaryMuscles_de": [
    "Bauchmuskeln"
  ],
  "equipment_pl": "masa własnego ciała",
  "equipment_de": "Körpergewicht",
  "name_pl": "Spięcia brzucha",
  "instructions_pl": [
    "Połóż się płasko na plecach ze stopami opartymi o podłoże lub spoczywającymi na ławce z kolanami zgiętymi pod kątem 90 stopni. Jeśli stopy spoczywają na ławce, umieść je w odległości trzech do czterech cali od siebie i skieruj palce stóp do wewnątrz, tak aby się stykały.",
    "Następnie delikatnie ułóż dłonie po obu stronach głowy, trzymając łokcie blisko ciała. Wskazówka: Nie splataj palców za głową.",
    "Jednocześnie dociskając odcinek lędźwiowy kręgosłupa do podłogi, aby lepiej zaizolować mięśnie brzucha, zacznij unosić barki z podłogi.",
    "Kontynuuj mocne dociskanie odcinka lędźwiowego kręgosłupa do podłogi, jednocześnie napinając mięśnie brzucha i wykonując wydech. Twoje barki powinny unieść się z podłogi tylko o około cztery cale, a odcinek lędźwiowy kręgosłupa powinien pozostać na podłodze. W szczytowym punkcie ruchu mocno napnij mięśnie brzucha i utrzymaj napięcie przez jedną sekundę. Wskazówka: Skup się na powolnym, kontrolowanym ruchu – nie oszukuj się, używając pędu.",
    "Po jednosekundowym napięciu, powoli wróć do pozycji wyjściowej, wykonując wdech.",
    "Powtórz zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "siła",
  "name_de": "Crunches",
  "instructions_de": [
    "Legen Sie sich flach auf den Rücken, mit den Füßen flach auf dem Boden oder auf einer Bank abgelegt, wobei die Knie in einem 90-Grad-Winkel gebeugt sind. Wenn Sie Ihre Füße auf einer Bank ablegen, platzieren Sie diese drei bis vier Zoll auseinander und richten Sie Ihre Zehen nach innen, sodass sie sich berühren.",
    "Legen Sie nun Ihre Hände leicht an die Seiten Ihres Kopfes, wobei die Ellbogen nach innen zeigen. Tipp: Verschränken Sie Ihre Finger nicht hinter dem Kopf.",
    "Während Sie den unteren Rücken fest auf den Boden drücken, um Ihre Bauchmuskulatur besser zu isolieren, beginnen Sie, Ihre Schultern vom Boden zu lösen.",
    "Drücken Sie weiterhin so fest wie möglich mit Ihrem unteren Rücken nach unten, während Sie Ihre Bauchmuskeln anspannen und ausatmen. Ihre Schultern sollten sich nur etwa vier Zoll vom Boden abheben, und Ihr unterer Rücken sollte auf dem Boden bleiben. Am höchsten Punkt der Bewegung spannen Sie Ihre Bauchmuskeln fest an und halten die Kontraktion für eine Sekunde. Tipp: Konzentrieren Sie sich auf langsame, kontrollierte Bewegungen – betrügen Sie sich nicht, indem Sie Schwung nutzen.",
    "Nach der einsekündigen Kontraktion beginnen Sie, langsam wieder in die Ausgangsposition zurückzukehren, während Sie einatmen.",
    "Wiederholen Sie dies für die empfohlene Anzahl an Wiederholungen."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}