{
  "name": "Wide-Grip Rear Pull-Up",
  "force": "pull",
  "level": "intermediate",
  "mechanic": "compound",
  "equipment": "body only",
  "primaryMuscles": [
    "lats"
  ],
  "secondaryMuscles": [
    "biceps",
    "middle back",
    "shoulders"
  ],
  "instructions": [
    "Grab the pull-up bar with the palms facing forward using a wide grip.",
    "As you have both arms extended in front of you holding the bar, bring your torso forward and head so that there is an imaginary line from the pull-up bar to the back of your neck. This is your starting position.",
    "Pull your torso up until the bar is near the back of your neck. To do this, draw the shoulders and upper arms down and back while slightly leaning your head forward. Exhale as you perform this portion of the movement. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space and only the arms should move. The forearms should do no other work other than hold the bar.",
    "After a second on the contracted position, start to inhale and slowly lower your torso back to the starting position when your arms are fully extended and the lats are fully stretched.",
    "Repeat this motion for the prescribed amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Najszersze grzbietu"
  ],
  "primaryMuscles_de": [
    "Latissimus"
  ],
  "equipment_pl": "masa własnego ciała",
  "equipment_de": "Körpergewicht",
  "name_pl": "Podciąganie szerokim chwytem do karku",
  "instructions_pl": [
    "Chwyć drążek do podciągania szerokim chwytem, dłońmi skierowanymi do przodu.",
    "Gdy masz obie ręce wyprostowane przed sobą, trzymając drążek, pochyl tułów i głowę do przodu tak, aby tworzyła się wyimaginowana linia od drążka do karku. To jest twoja pozycja początkowa.",
    "Podciągnij tułów w górę, aż drążek znajdzie się blisko karku. Aby to zrobić, ściągnij barki i ramiona w dół i do tyłu, jednocześnie lekko pochylając głowę do przodu. Wykonując tę część ruchu, zrób wydech. Wskazówka: Skup się na maksymalnym napięciu mięśni pleców po osiągnięciu pełnej pozycji skurczonej. Górna część tułowia powinna pozostać nieruchoma, a ruch powinny wykonywać jedynie ramiona. Przedramiona nie powinny wykonywać żadnej innej pracy poza trzymaniem drążka.",
    "Po sekundzie w pozycji skurczonej zacznij wdech i powoli opuść tułów z powrotem do pozycji początkowej, gdy ramiona są w pełni wyprostowane, a mięśnie najszersze grzbietu w pełni rozciągnięte.",
    "Powtórz ten ruch przez zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [
    "mięsień dwugłowy ramienia",
    "mięśnie środkowej części grzbietu",
    "mięśnie naramienne"
  ],
  "category_pl": "siła",
  "name_de": "Breiter Nacken-Klimmzug",
  "instructions_de": [
    "Fassen Sie die Klimmzugstange mit den Handflächen nach vorne gerichtet im breiten Griff.",
    "Während beide Arme vor Ihnen ausgestreckt sind und die Stange halten, bringen Sie Ihren Oberkörper und Kopf so weit nach vorne, dass eine imaginäre Linie von der Klimmzugstange zum Nacken verläuft. Dies ist Ihre Ausgangsposition.",
    "Ziehen Sie Ihren Oberkörper nach oben, bis die Stange nahe Ihrem Nacken ist. Ziehen Sie dazu die Schultern und Oberarme nach unten und hinten, während Sie den Kopf leicht nach vorne neigen. Atmen Sie aus, während Sie diesen Teil der Bewegung ausführen. Tipp: Konzentrieren Sie sich darauf, die Rückenmuskulatur anzuspannen, sobald Sie die vollständig kontrahierte Position erreicht haben. Der obere Rumpf sollte stationär bleiben, während er sich durch den Raum bewegt, und nur die Arme sollten sich bewegen. Die Unterarme sollten keine andere Arbeit verrichten, als die Stange zu halten.",
    "Nach einer Sekunde in der kontrahierten Position beginnen Sie einzuatmen und senken Sie Ihren Oberkörper langsam zurück in die Ausgangsposition, wenn Ihre Arme vollständig gestreckt und die Musculi latissimi dorsi vollständig gedehnt sind.",
    "Wiederholen Sie diese Bewegung für die vorgeschriebene Anzahl von Wiederholungen."
  ],
  "secondaryMuscles_de": [
    "Musculus biceps brachii",
    "Mittlere Rückenmuskulatur",
    "Musculus deltoideus"
  ],
  "category_de": "Krafttraining"
}