{
  "name": "Rocking Standing Calf Raise",
  "force": "push",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "barbell",
  "primaryMuscles": [
    "calves"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place it on the back of your shoulders (slightly below the neck).",
    "Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
    "Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance. Also maintain a straight back and keep the knees with a slight bend; never locked. This will be your starting position.",
    "Raise your heels as you breathe out by extending your ankles as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times. There should be no bending (other than the slight initial bend we created during positioning) at any time. Hold the contracted position by a second before you start to go back down.",
    "Go back slowly to the starting position as you breathe in by lowering your heels as you bend the ankles until calves are stretched.",
    "Now lift your toes by contracting the tibia muscles in the front of the calves as you breathe out.",
    "Hold for a second and bring them back down as you breathe in.",
    "Repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Łydki"
  ],
  "primaryMuscles_de": [
    "Waden"
  ],
  "equipment_pl": "sztanga",
  "equipment_de": "Langhantel",
  "name_pl": "Wspięcia i zgięcia grzbietowe stóp stojąc ze sztangą",
  "instructions_pl": [
    "To ćwiczenie najlepiej wykonywać w klatce do przysiadów (squat rack) ze względów bezpieczeństwa. Aby rozpocząć, najpierw ustaw sztangę na stojaku na wysokości najlepiej dopasowanej do Twojego wzrostu. Po wybraniu odpowiedniej wysokości i załadowaniu sztangi, wejdź pod sztangę i umieść ją na tylnej części barków (nieco poniżej karku).",
    "Chwyć sztangę obiema rękami po obu stronach i zdejmij ją ze stojaka, najpierw wypychając nogami, a jednocześnie prostując tułów.",
    "Odejdź od stojaka i ustaw nogi na szerokość barków, z palcami stóp lekko skierowanymi na zewnątrz. Utrzymuj głowę uniesioną przez cały czas, ponieważ patrzenie w dół może spowodować utratę równowagi. Utrzymuj również proste plecy i lekko ugięte kolana; nigdy nie blokuj ich. Będzie to Twoja pozycja wyjściowa.",
    "Unieś pięty podczas wydechu, maksymalnie prostując stawy skokowe i napinając mięsień trójgłowy łydki. Upewnij się, że kolano pozostaje nieruchome przez cały czas. Nie powinno być żadnego zginania (poza lekkim początkowym ugięciem, które przyjęliśmy podczas ustawiania się) w żadnym momencie. Przytrzymaj pozycję skurczoną przez sekundę, zanim zaczniesz opuszczać się w dół.",
    "Powoli wróć do pozycji wyjściowej podczas wdechu, opuszczając pięty i zginając stawy skokowe, aż mięśnie łydek zostaną rozciągnięte.",
    "Teraz unieś palce stóp, napinając mięśnie piszczelowe przednie z przodu podudzi podczas wydechu.",
    "Przytrzymaj przez sekundę i opuść je z powrotem w dół podczas wdechu.",
    "Powtórz zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "siła",
  "name_de": "Wippendes Wadenheben im Stehen",
  "instructions_de": [
    "Diese Übung wird aus Sicherheitsgründen am besten in einem Kniebeugenständer (Squat Rack) ausgeführt. Stellen Sie zu Beginn die Langhantelstange auf eine Höhe im Ständer ein, die am besten zu Ihrer Körpergröße passt. Sobald die korrekte Höhe gewählt und die Stange beladen ist, treten Sie unter die Stange und legen Sie diese auf den hinteren Teil Ihrer Schultern (leicht unterhalb des Nackens) ab.",
    "Fassen Sie die Stange mit beiden Händen seitlich an und heben Sie sie aus dem Ständer, indem Sie zuerst mit den Beinen drücken und gleichzeitig Ihren Oberkörper strecken.",
    "Treten Sie vom Ständer zurück und stellen Sie Ihre Beine schulterbreit mit den Zehen leicht nach außen gerichtet auf. Halten Sie Ihren Kopf jederzeit oben, da ein Blick nach unten Sie aus dem Gleichgewicht bringen würde. Halten Sie außerdem den Rücken gerade und die Knie leicht gebeugt; niemals durchgestreckt. Dies ist Ihre Ausgangsposition.",
    "Heben Sie Ihre Fersen beim Ausatmen an, indem Sie Ihre Sprunggelenke so hoch wie möglich strecken und die Wadenmuskulatur anspannen. Stellen Sie sicher, dass das Knie jederzeit stationär bleibt. Es sollte zu keiner Zeit eine Beugung (außer der leichten anfänglichen Beugung, die wir bei der Positionierung vorgenommen haben) erfolgen. Halten Sie die kontrahierte Position für eine Sekunde, bevor Sie wieder nach unten gehen.",
    "Kehren Sie beim Einatmen langsam in die Ausgangsposition zurück, indem Sie Ihre Fersen senken und die Sprunggelenke beugen, bis die Wadenmuskulatur gedehnt ist.",
    "Heben Sie nun beim Ausatmen Ihre Zehen an, indem Sie die Schienbeinmuskulatur an der Vorderseite der Unterschenkel kontrahieren.",
    "Halten Sie für eine Sekunde und senken Sie sie beim Einatmen wieder ab.",
    "Wiederholen Sie die Übung für die empfohlene Anzahl an Wiederholungen."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}