{
  "name": "Decline Oblique Crunch",
  "force": "pull",
  "level": "beginner",
  "mechanic": "compound",
  "equipment": "body only",
  "primaryMuscles": [
    "abdominals"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Secure your legs at the end of the decline bench and slowly lay down on the bench.",
    "Raise your upper body off the bench until your torso is about 35-45 degrees if measured from the floor.",
    "Put one hand beside your head and the other on your thigh. This will be your starting position.",
    "Raise your upper body slowly from the starting position while turning your torso to the left. Continue crunching up as you exhale until your right elbow touches your left knee. Hold this contracted position for a second. Tip: Focus on keeping your abs tight and keeping the movement slow and controlled.",
    "Lower your body back down slowly to the starting position as you inhale.",
    "After completing one set on the right for the recommended amount of repetitions, switch to your left side. Tip: Focus on really twisting your torso and feeling the contraction when you are in the up position."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Brzuch"
  ],
  "primaryMuscles_de": [
    "Bauchmuskeln"
  ],
  "equipment_pl": "masa własnego ciała",
  "equipment_de": "Körpergewicht",
  "name_pl": "Spięcie skośne brzucha na ławce ujemnej",
  "instructions_pl": [
    "Zaczep nogi na końcu ławki ujemnej i powoli połóż się na ławce.",
    "Unieś górną część ciała z ławki, aż tułów znajdzie się pod kątem około 35-45 stopni względem podłogi.",
    "Jedną rękę umieść obok głowy, a drugą na udzie. Będzie to Twoja pozycja wyjściowa.",
    "Powoli unieś górną część ciała z pozycji wyjściowej, jednocześnie skręcając tułów w lewo. Kontynuuj spięcie w górę, wydychając powietrze, aż prawy łokieć dotknie lewego kolana. Utrzymaj tę napiętą pozycję przez sekundę. Wskazówka: Skup się na utrzymywaniu napiętych mięśni brzucha i wykonywaniu ruchu powoli i z kontrolą.",
    "Powoli opuść ciało z powrotem do pozycji wyjściowej, wciągając powietrze.",
    "Po wykonaniu jednej serii na prawą stronę dla zalecanej liczby powtórzeń, przejdź na lewą stronę. Wskazówka: Skup się na mocnym skręcaniu tułowia i odczuwaniu skurczu, gdy jesteś w górnej pozycji."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "Siła",
  "name_de": "Schräge Crunches auf der Negativbank",
  "instructions_de": [
    "Fixieren Sie Ihre Beine am Ende der Negativbank und legen Sie sich langsam auf die Bank.",
    "Heben Sie Ihren Oberkörper von der Bank ab, bis Ihr Rumpf, gemessen vom Boden, einen Winkel von etwa 35-45 Grad einnimmt.",
    "Legen Sie eine Hand neben Ihren Kopf und die andere auf Ihren Oberschenkel. Dies ist Ihre Ausgangsposition.",
    "Heben Sie Ihren Oberkörper langsam aus der Ausgangsposition an, während Sie Ihren Rumpf nach links drehen. Fahren Sie fort, sich beim Ausatmen nach oben zu beugen, bis Ihr rechter Ellbogen Ihr linkes Knie berührt. Halten Sie diese kontrahierte Position für eine Sekunde. Tipp: Konzentrieren Sie sich darauf, Ihre Bauchmuskeln angespannt zu halten und die Bewegung langsam und kontrolliert auszuführen.",
    "Senken Sie Ihren Körper langsam in die Ausgangsposition zurück, während Sie einatmen.",
    "Nachdem Sie einen Satz auf der rechten Seite für die empfohlene Anzahl von Wiederholungen abgeschlossen haben, wechseln Sie zur linken Seite. Tipp: Konzentrieren Sie sich darauf, Ihren Rumpf wirklich zu verdrehen und die Kontraktion in der oberen Position zu spüren."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}