{
  "name": "Reverse Band Power Squat",
  "force": "push",
  "level": "expert",
  "mechanic": "compound",
  "equipment": "barbell",
  "primaryMuscles": [
    "quadriceps"
  ],
  "secondaryMuscles": [
    "adductors",
    "calves",
    "glutes",
    "hamstrings",
    "lower back"
  ],
  "instructions": [
    "Begin in a power rack with the pins and bar set at the appropriate height. After loading the bar, attach bands to the top of the rack, using either pegs or the frame itself. Attach the other end of the bands to the bar.",
    "Begin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wide for more emphasis on the back, glutes, adductors, and hamstrings.",
    "Keep your head facing forward. With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips as much as possible. Ideally, your shins should be perpendicular to the ground. Lower bar position necessitates a greater torso lean to keep the bar over the heels. Continue until you break parallel, which is defined as the crease of the hip being in line with the top of the knee.",
    "Keeping the weight on your heels and pushing your feet and knees out, drive upward as you lead the movement with your head. Continue upward, maintaining tightness head to toe, until you have returned to the starting position."
  ],
  "category": "powerlifting",
  "primaryMuscles_pl": [
    "Czworogłowe ud"
  ],
  "primaryMuscles_de": [
    "Quadrizeps"
  ],
  "equipment_pl": "sztanga",
  "equipment_de": "Langhantel",
  "name_pl": "Przysiad siłowy z gumami odciążającymi",
  "instructions_pl": [
    "Rozpocznij w klatce siłowej (power rack) z bolcami i sztangą ustawionymi na odpowiedniej wysokości. Po załadowaniu sztangi, przymocuj gumy do górnej części klatki, używając kołków lub samej ramy. Drugi koniec gum przymocuj do sztangi.",
    "Rozpocznij, wchodząc pod sztangę i umieszczając ją na tylnej części barków. Ściśnij łopatki razem i obróć łokcie do przodu, próbując 'złamać' sztangę na barkach. Zdejmij sztangę ze stojaków, tworząc mocne wygięcie (arch) w dolnej części pleców, i cofnij się do pozycji. Ustaw stopy szeroko, aby bardziej zaangażować mięśnie grzbietu, pośladkowe, przywodziciele i kulszowo-goleniowe.",
    "Trzymaj głowę skierowaną do przodu. Mając napięte mięśnie grzbietu, barków i korpusu, wypchnij kolana i pośladki na zewnątrz, rozpoczynając opuszczanie. Opuść biodra jak najdalej do tyłu. Idealnie, piszczele powinny być prostopadłe do podłoża. Niższa pozycja sztangi wymaga większego pochylenia tułowia, aby utrzymać sztangę nad piętami. Kontynuuj, aż przekroczysz równoległość, co jest zdefiniowane jako linia zgięcia biodra na wysokości górnej części kolana.",
    "Utrzymując ciężar na piętach i wypychając stopy oraz kolana na zewnątrz, wypchnij się w górę, prowadząc ruch głową. Kontynuuj ruch w górę, utrzymując napięcie od stóp do głowy, aż wrócisz do pozycji początkowej."
  ],
  "secondaryMuscles_pl": [
    "Mięśnie przywodziciele",
    "Mięśnie łydki",
    "Mięśnie pośladkowe",
    "Mięśnie kulszowo-goleniowe",
    "Mięśnie dolnego odcinka grzbietu"
  ],
  "category_pl": "Trójbój siłowy",
  "name_de": "Umgekehrte Band-Kraftkniebeuge",
  "instructions_de": [
    "Beginnen Sie in einem Power Rack, wobei die Sicherheitsstifte und die Langhantel auf die entsprechende Höhe eingestellt sind. Nachdem Sie die Langhantel beladen haben, befestigen Sie Bänder am oberen Teil des Racks, entweder an den Haken oder am Rahmen selbst. Befestigen Sie das andere Ende der Bänder an der Langhantel.",
    "Stellen Sie sich unter die Langhantel und legen Sie sie auf den oberen Rücken (hinterer Teil der Schultern). Ziehen Sie Ihre Schulterblätter zusammen und drehen Sie Ihre Ellbogen nach vorne, als ob Sie versuchen würden, die Langhantel über Ihren Schultern zu biegen. Nehmen Sie die Langhantel aus dem Rack, bilden Sie einen festen Bogen im unteren Rücken und treten Sie in die Ausgangsposition zurück. Stellen Sie Ihre Füße weit auseinander, um den Rücken, die Musculi glutei, die Adduktoren und die ischiocrurale Muskulatur stärker zu betonen.",
    "Halten Sie Ihren Kopf nach vorne gerichtet. Mit angespanntem Rücken, Schultern und Rumpf drücken Sie Ihre Knie und Ihr Gesäß nach außen, während Sie die Abwärtsbewegung beginnen. Setzen Sie sich mit den Hüften so weit wie möglich nach hinten. Idealerweise sollten Ihre Tibiae senkrecht zum Boden stehen. Eine tiefere Langhantelposition erfordert eine stärkere Rumpfneigung, um die Langhantel über den Fersen zu halten. Fahren Sie fort, bis Sie die Parallele durchbrechen, was definiert ist als die Hüftfalte auf Höhe der Oberseite des Knies.",
    "Halten Sie das Gewicht auf Ihren Fersen und drücken Sie Ihre Füße und Knie nach außen, während Sie sich nach oben bewegen und die Bewegung mit dem Kopf führen. Fahren Sie nach oben fort, wobei Sie die Spannung von Kopf bis Fuß beibehalten, bis Sie in die Ausgangsposition zurückgekehrt sind."
  ],
  "secondaryMuscles_de": [
    "Adduktoren",
    "Musculus triceps surae",
    "Musculi glutei",
    "Ischiocrurale Muskulatur",
    "Musculi erector spinae (Lendenbereich)"
  ],
  "category_de": "Kraftdreikampf"
}