{
  "name": "Triceps Pushdown - V-Bar Attachment",
  "force": "push",
  "level": "beginner",
  "mechanic": "isolation",
  "equipment": "cable",
  "primaryMuscles": [
    "triceps"
  ],
  "secondaryMuscles": [],
  "instructions": [
    "Attach a V-Bar to a high pulley and grab with an overhand grip (palms facing down) at shoulder width.",
    "Standing upright with the torso straight and a very small inclination forward, bring the upper arms close to your body and perpendicular to the floor. The forearms should be pointing up towards the pulley as they hold the bar. The thumbs should be higher than the small finger. This is your starting position.",
    "Using the triceps, bring the bar down until it touches the front of your thighs and the arms are fully extended perpendicular to the floor. The upper arms should always remain stationary next to your torso and only the forearms should move. Exhale as you perform this movement.",
    "After a second hold at the contracted position, bring the V-Bar slowly up to the starting point. Breathe in as you perform this step.",
    "Repeat for the recommended amount of repetitions."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Triceps"
  ],
  "primaryMuscles_de": [
    "Trizeps"
  ],
  "equipment_pl": "wyciąg",
  "equipment_de": "Kabelzug",
  "name_pl": "Prostowanie ramion na wyciągu górnym z uchwytem V",
  "instructions_pl": [
    "Przymocuj uchwyt V do wyciągu górnego i chwyć go nachwytem (dłonie skierowane w dół) na szerokość barków.",
    "Stojąc prosto z wyprostowanym tułowiem i bardzo niewielkim pochyleniem do przodu, przyciągnij ramiona blisko ciała i ustaw je prostopadle do podłogi. Przedramiona powinny być skierowane w górę, w stronę wyciągu, trzymając drążek. Kciuki powinny znajdować się wyżej niż małe palce. To jest pozycja początkowa.",
    "Używając mięśni trójgłowych ramion (tricepsów), opuść drążek w dół, aż dotknie przedniej części ud, a ramiona będą w pełni wyprostowane prostopadle do podłogi. Ramiona powinny zawsze pozostać nieruchome przy tułowiu, a poruszać się powinny tylko przedramiona. Wykonując ten ruch, zrób wydech.",
    "Po sekundowym przytrzymaniu w pozycji maksymalnego skurczu, powoli unieś uchwyt V z powrotem do pozycji początkowej. Wykonując ten krok, zrób wdech.",
    "Powtórz ćwiczenie zalecaną liczbę powtórzeń."
  ],
  "secondaryMuscles_pl": [],
  "category_pl": "siła",
  "name_de": "Trizepsdrücken am Kabelzug mit V-Stange",
  "instructions_de": [
    "Befestigen Sie eine V-Stange an einem hohen Kabelzug und fassen Sie sie im Obergriff (Handflächen zeigen nach unten) schulterbreit.",
    "Stellen Sie sich aufrecht hin, der Rumpf ist gerade und leicht nach vorne geneigt. Führen Sie die Oberarme eng an den Körper heran und senkrecht zum Boden. Die Unterarme sollten, während sie die Stange halten, nach oben zum Kabelzug zeigen. Die Daumen sollten höher als die kleinen Finger sein. Dies ist Ihre Ausgangsposition.",
    "Nutzen Sie den Musculus triceps brachii, um die Stange nach unten zu drücken, bis sie die Vorderseite Ihrer Oberschenkel berührt und die Arme vollständig senkrecht zum Boden gestreckt sind. Die Oberarme sollten stets unbewegt neben Ihrem Rumpf bleiben und nur die Unterarme bewegen sich. Atmen Sie bei dieser Bewegung aus.",
    "Halten Sie die kontrahierte Position für eine Sekunde und führen Sie die V-Stange langsam zurück zur Ausgangsposition. Atmen Sie bei diesem Schritt ein.",
    "Wiederholen Sie dies für die empfohlene Anzahl an Wiederholungen."
  ],
  "secondaryMuscles_de": [],
  "category_de": "Kraft"
}