{
  "name": "Kettlebell Turkish Get-Up (Lunge style)",
  "force": "push",
  "level": "intermediate",
  "mechanic": "compound",
  "equipment": "kettlebells",
  "primaryMuscles": [
    "shoulders"
  ],
  "secondaryMuscles": [
    "abdominals",
    "hamstrings",
    "quadriceps",
    "triceps"
  ],
  "instructions": [
    "Lie on your back on the floor and press a kettlebell to the top position by extending the elbow. Bend the knee on the same side as the kettlebell.",
    "Keeping the kettlebell locked out at all times, pivot to the opposite side and use your non- working arm to assist you in driving forward to the lunge position. Using your free hand, push yourself to a seated position, then progressing to one knee.",
    "While looking up at the kettlebell, slowly stand up. Reverse the motion back to the starting position and repeat."
  ],
  "category": "strength",
  "primaryMuscles_pl": [
    "Barki"
  ],
  "primaryMuscles_de": [
    "Schultern"
  ],
  "equipment_pl": "kettlebells",
  "equipment_de": "Kettlebell",
  "name_pl": "Tureckie Wstawanie z Kettlebell (styl wypadu)",
  "instructions_pl": [
    "Połóż się na plecach na podłodze i wyciśnij kettlebell do pozycji górnej, prostując łokieć. Ugnij kolano po tej samej stronie, co kettlebell.",
    "Utrzymując kettlebell zablokowany przez cały czas, obróć się na przeciwną stronę i użyj wolnej ręki, aby wspomóc się w przejściu do pozycji wypadu. Używając wolnej ręki, podeprzyj się do pozycji siedzącej, a następnie przejdź do pozycji na jednym kolanie.",
    "Patrząc w górę na kettlebell, powoli wstań. Odwróć ruch, wracając do pozycji początkowej i powtórz."
  ],
  "secondaryMuscles_pl": [
    "mięśnie brzucha",
    "mięśnie kulszowo-goleniowe",
    "mięsień czworogłowy uda",
    "mięsień trójgłowy ramienia"
  ],
  "category_pl": "siła",
  "name_de": "Kettlebell Turkish Get-Up (Ausfallschritt-Variante)",
  "instructions_de": [
    "Legen Sie sich auf den Rücken auf den Boden und drücken Sie eine Kettlebell durch Strecken des Ellenbogens in die obere Position. Beugen Sie das Knie auf der gleichen Seite wie die Kettlebell.",
    "Halten Sie die Kettlebell stets arretiert, drehen Sie sich zur gegenüberliegenden Seite und nutzen Sie Ihren freien Arm, um sich in die Ausfallschrittposition vorwärts zu bewegen. Drücken Sie sich mit Ihrer freien Hand in eine sitzende Position und kommen Sie dann auf ein Knie.",
    "Während Sie zur Kettlebell aufblicken, stehen Sie langsam auf. Führen Sie die Bewegung zurück in die Ausgangsposition und wiederholen Sie."
  ],
  "secondaryMuscles_de": [
    "Musculi abdominis",
    "Musculi ischiocrurales",
    "Musculus quadriceps femoris",
    "Musculus triceps brachii"
  ],
  "category_de": "Kraft"
}